Repository: zukon/translation
Catalog: *.po
Languages: pl

source: No fast winding possible yet.. but you can use the number buttons to skip forward/backward!
pl: Szybkie przewijanie nie jest dostępne, ale można użyć przycisków numerycznych, aby przeskakiwać do przodu/do tyłu!

source: No free tuner!
pl: Brak wolnej głowicy!

source: No further information available.
pl: Brak dalszych informacji.

source: No httpport defined in oscam.conf. This value is required!
pl: Nie określono httpport w oscam.conf. Ta wartość jest wymagana!

source: No httppwd defined in oscam.conf
pl: Nie określono httppwd w oscam.conf

source: No httpuser defined in oscam.conf
pl: Nie określono httpuser w oscam.conf

source: No internal Harddisk detected!!!! Please install an internal Harddisk first to be in a position to check harddisk temperature.
pl: Nie wykryto dysku twardego! Proszę zainstalować wewnętrzny dysk twardy, aby sprawdzić temperaturę dysku.

source: No locations defined... Press 'Menu' to do that.
pl: Brak zdefiniowanych lokalizacji... Naciśnij "Menu", aby to zrobić.

source: No module found
pl: Nie znaleziono modułu

source: No network connection available.
pl: Brak połączenia z siecią.

source: No networks found
pl: Nie znaleziono sieci

source: No of items switch (increase or reduced)
pl: Brak elementów przełączania (zwiększyć lub zmniejszyć)

source: No packages were upgraded yet. So you can check your network and try again.
pl: Brak zaktualizowanych pakietów. Sprawdź swoją sieć i spróbuj ponownie.

source: No playable video found! Stop playing this movie?
pl: Brak pliku wideo do odtwarzania! Zatrzymać odtwarzanie tego filmu?

source: No positioner capable frontend found.
pl: Nie znaleziono interfejsu obsługującego pozycjoner.

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
pl: Nie skonfigurowano głowicy satelitarnej, naziemnej ani kablowej. Sprawdź konfigurację głowicy.

source: No service
pl: Brak kanału

source: No services/providers selected
pl: Brak wybranych kanałów/operatorów

source: No standby
pl: Bez czuwania

source: No suitable sat tuner found!
pl: Nie znaleziono odpowiedniej głowicy satelitarnej!

source: No tags are set on these movies.
pl: Na tych filmach nie ustawiono żadnych tagów.

source: No timeout
pl: Bez limitu czasu

source: No to all
pl: Nie dla wszystkich

source: No transparency
pl: Brak przezroczystości

source: No tuner is configured for use with a diseqc positioner!
pl: Brak skonfigurowanej głowicy do współpracy z pozycjonerem diseqc!

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
pl: Brak dostępnej głowicy! Skonfiguruj ustawienia głowicy przed rozpoczęciem skanowania kanałów.

source: No videos to display
pl: Brak filmów do wyświetlenia

source: No wireless networks found! Searching...
pl: Nie znaleziono sieci bezprzewodowych! Wyszukiwanie...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
pl: Nie znaleziono działającej karty sieciowej. Sprawdź, czy kabel sieciowy jest podłączony i czy twoja sieć jest poprawnie skonfigurowana.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
pl: Nie znaleziono działającej bezprzewodowej karty sieciowej. Sprawdź, czy podłączyłeś kompatybilne urządzenie WLAN i czy twoja sieć jest poprawnie skonfigurowana.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
pl: Nie znaleziono działającego interfejsu sieci bezprzewodowej. Sprawdź czy podłączyłeś kompatybilne urządzenie WLAN lub czy włączyłeś twój lokalny interfejs sieciowy.

source: No, but play video again
pl: Nie, ale rozpocznij od początku

source: No, but restart from the beginning
pl: Nie, ale uruchom ponownie od początku

source: No, but start over from the beginning
pl: Nie, ale odtwórz od początku

source: No, but switch to video entries.
pl: Nie, ale przełącz na listę wideo.

source: No, but switch to video search.
pl: Nie, ale przełącz na listę wyszukiwania.

source: No, do nothing.
pl: Nie, nie rób nic.

source: No, just start my %s %s
pl: Nie, po prostu włącz %s %s

source: No, never
pl: Nie, nigdy

source: No, scan later manually
pl: Nie, skanuj później ręcznie

source: None
pl: Brak

source: Nonprofits & Activism
pl: Działalność nonprofit

source: North
pl: Północ

source: North Macedonia
pl: Macedonia Północna

source: Norway
pl: Norwegia

source: Norwegian
pl: Norweski

source: Not Flashing
pl: Nie flashować

source: Not Shown
pl: Nie pokazywać

source: Not associated
pl: Niepowiązany

source: Not enough disk space. Please free up some disk space and try again. (%d MB required, %d MB available)
pl: Za mało miejsca na dysku. Zwolnij trochę miejsca na dysku i spróbuj ponownie. (%d MB wymagane, %d MB dostępne)

source: Not enough free Diskspace! Filesize: %sMB Free Space: %sMB Path: %s
pl: Za mało wolnego miejsca na dysku! Rozmiar pliku: %sMB Wolne miejsce: %sMB Ścieżka: %s

source: Not enough free space on /media/OpenMultiBoot/ !! You need at least 300Mb free space. Exit plugin.
pl: Za mało wolnego miejsca na /media/OpenMultiBoot/! Potrzeba co najmniej 300 MB wolnego miejsca. Wyjdź z plugina.

source: Not fetching feed entries
pl: Nie można pobrać wpisów kanału

source: Not mounted
pl: Niezamontowane

source: Not-Associated
pl: Niepowiązany

source: Nothing
pl: Nic

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
pl: Skanowanie jest niemożliwe! Skonfiguruj ustawienia głowicy przed rozpoczęciem skanowania kanałów.

source: Nothing to upgrade
pl: Nic nie ma do aktualizacji

source: Nothing, just leave this menu
pl: Nic, tylko wyjść z tego menu

source: November
pl: Listopad

source: Now playing
pl: Teraz odtwarzane

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
pl: Teraz użyj ustawień kontrastu, aby ustawić jak największą jasność tła, ale tak, żeby nadal widać było różnicę pomiędzy dwoma najjaśniejszymi odcieniami. Jeśli skończyłeś, wciśnij OK.

source: Number
pl: Numer

source: Number of channels shown in channel selection list
pl: Wyświetl numer kanału w liście

source: Number of installed images in OpenMultiBoot:
pl: Liczba zainstalowanych IMG w OpenMultiBoot:

source: Number of rows
pl: Liczba wierszy

source: Number of rows to display
pl: Wyświetlana liczba wierszy

source: OE Changes
pl: Zmiany w OE

source: OE-A Changes
pl: Zmiany w OE-Alliance

source: OK button (long)
pl: OK przycisk (długo)

source: OK button (short)
pl: OK przycisk (krótko)

source: OK long
pl: OK długie naciśnięcie

source: OK, guide me through the upgrade process
pl: OK, poprowadź mnie przez proces aktualizacji

source: OSD 3D Setup
pl: Ustawienie OSD 3D

source: OSD Adjustment
pl: Ustawienie OSD

source: OSD Settings
pl: Ustawienia OSD

source: OSD name request
pl: Żądanie nazwy OSD

source: OSD position
pl: Położenie OSD

source: OSD position setup
pl: Ustawienie położenia OSD

source: OSD settings
pl: Ustawienia OSD

source: OSD transparency
pl: Przezroczystość OSD

source: October
pl: Październik

source: Off
pl: Wyłącz

source: Offline decode delay (ms)
pl: Opóźnienie dekodowania offline (ms)

source: Old style
pl: Stary styl

source: On
pl: Włącz

source: On end of movie
pl: Na końcu filmu

source: On end of movie (as menu)
pl: Na końcu filmu (jako menu)

source: On reaching the end of a file during playback, you can choose the box's behavior.
pl: Po osiągnięciu końca odtwarzania pliku możesz wybrać co dekoder ma robić dalej.

source: Once per day
pl: Raz dziennie

source: One
pl: Jeden

source: One line
pl: Jedna linia

source: OnlineVersionCheck
pl: Sprawdź dostępną wersję

source: Only AutoTimers created during this session
pl: Tylko AutoTimery utworzone podczas tej sesji

source: Only active when in standby
pl: Aktywny tylko w stanie czuwania

source: Only extensions.
pl: Tylko rozszerzenia.

source: Only free scan
pl: Skanuj tylko FTA

source: Only on startup
pl: Tylko przy starcie

source: Open
pl: Otwórz

source: Open Bouqet List
pl: Otwórz listę ulubionych

source: Open Service List for PiP
pl: Otwórz listę kanałów dla PiP

source: Open Timer List...
pl: Otwórz listę timerów...

source: Open WebBrowser...
pl: Otwórz przeglądarkę www...

source: Open bouquet list
pl: Otwórz listę bukietów

source: Open long
pl: Open - długie naciśnięcie

source: Open service list and select the next channel
pl: Otwórz listę kanałów i wybierz następny kanał

source: Open service list and select the next channel for PiP
pl: Otwórz listę kanałów i wybierz następny kanał dla PiP

source: Open service list and select the previous channel
pl: Otwórz listę kanałów i wybierz poprzedni kanał

source: Open service list and select the previous channel for PiP
pl: Otwórz listę kanałów i wybierz poprzedni kanał dla PiP

source: Open the favourites list
pl: Otwórz listę ulubionych

source: Open the movie list
pl: Powrót do listy filmów

source: Open the satellites list
pl: Otwórz listę satelitów

source: Open the service list
pl: Otwórz listę kanałów

source: Open with File Commander
pl: Otwórz w menedżerze plików

source: OpenVPN Setup
pl: Ustawienia OpenVPN

source: OpenVpn Setup
pl: Ustawienia OpenVPN

source: Option to disable picons on the Infobar
pl: Wyłącz picony w pasku informacyjnym

source: Orbital position
pl: Pozycja orbitalna

source: Original
pl: Oryginalna

source: Oscam Info - Configuration
pl: Oscam Info - konfiguracja

source: Oscam Info - Main Menu
pl: Oscam Info - menu główne

source: Other
pl: Inne

source: Other images
pl: Inne oprogramowanie

source: Overscan wizard
pl: Kreator overscan

source: Overwrite configuration files during software upgrade?
pl: Nadpisać pliki konfiguracyjne podczas aktualizacji?

source: Overwrite configuration files?
pl: Nadpisać pliki konfiguracyjne?

source: PAGE UP/DOWN
pl: Strona w górę/dół

source: PAT Info
pl: Informacje PAT

source: PAT/PMT/NIT and more informations about stream
pl: Informacje o sygnale oraz tablicach PAT/PMT/NIT

source: PIDs
pl: PID'y

source: PIN code needed
pl: Wymagany kod PIN

source: PIP with OSD
pl: PiP z OSD

source: PLS Code
pl: Kod PLS

source: PLS Mode
pl: Tryb PLS

source: PRIMETIME
pl: Najlepszy czas

source: Package NOT installed!
pl: Pakiet niezainstalowany!

source: Package Removing...
pl: Usuwanie pakietu...

source: Package installed!
pl: Pakiet zainstalowany!

source: Package list update
pl: Aktualizacja listy pakietów

source: Packages
pl: Pakiety

source: Packet management
pl: Zarządzanie pakietami

source: Packet manager
pl: Menedżer pakietów

source: Page down
pl: Strona w dół

source: Page right
pl: Strona w prawo

source: Page up
pl: Strona w górę

source: Panic to
pl: Panikuj do

source: Parent Directory
pl: Katalog nadrzędny

source: Parent directory
pl: Katalog nadrzędny

source: Parental control
pl: Kontrola rodzicielska

source: Parental control services editor
pl: Edytor kanałów objętych kontrolą rodzicielską

source: Parental control setup
pl: Ustawienia kontroli rodzicielskiej

source: Password
pl: Hasło

source: Password (httpwd)
pl: Hasło (httpwd)

source: Password:
pl: Hasło:

source: Pause
pl: Pauza

source: Pause movie at end
pl: Zatrzymaj film na końcu

source: Pause playback
pl: Wstrzymaj odtwarzanie

source: Peak load (max queued requests per workerthread)
pl: Szczytowe obciążenie (maks. oczekujących w kolejce żądań na wątek roboczy)

source: People & Blogs
pl: Ludzie i blogi

source: Percentage
pl: Procent

source: Percentage left
pl: Pozostało procent

source: Percentage right
pl: Procent w prawo

source: Perform a complete image backup before updating.
pl: Wykonaj kopię zapasową obrazu przed aktualizacją.

source: Perform a full image backup
pl: Wykonaj pełną kopię zapasową

source: Perform a settings backup before updating.
pl: Wykonaj kopię zapasową ustawień przed aktualizacją.

source: Perform a settings backup,
pl: Wykonaj kopię zapasową ustawień,

source: Perform an online update check in the background
pl: Wykonaj sprawdzenie aktualizacji online w tle

source: Permanental Clock Setup
pl: Ustawienia stałego zegara

source: Permanently delete all recordings in the trash can?
pl: Trwale usunąć wszystkie nagrania z kosza?

source: Permanently remove all deleted items
pl: Trwale usuń wszystkie pliki z kosza

source: Persian
pl: Perski

source: Pets & Animals
pl: Zwierzęta

source: PiP setup
pl: Ustawienia PiP

source: Picon and Service Name
pl: Picon i nazwa kanału

source: Picon width
pl: Szerokość picony

source: Picture Player
pl: Przeglądarka zdjęć

source: Picture in graphics
pl: PiG

source: Picture player
pl: Przeglądarka zdjęć

source: Pictures
pl: Zdjęcia

source: Play
pl: Odtwarzaj

source: Play Audio-CD...
pl: Odtwórz Audio-CD...

source: Play DVD
pl: Odtwórz DVD

source: Play Music...
pl: Odtwórz muzykę...

source: Play YouTube movies
pl: Odtwórz filmy z YouTube

source: Play as picture in picture
pl: Odtwórz w podglądzie

source: Play audio in background
pl: Odtwarzaj audio w tle

source: Play audio-CD...
pl: Odtwarzaj audio-CD...

source: Play back media files
pl: Odtwórz pliki multimedialne

source: Play entry
pl: Odtwórz

source: Play from next mark or playlist entry
pl: Odtwórz od następnego zaznaczenia lub pozycji playlisty

source: Play from previous mark or playlist entry
pl: Odtwórz od poprzedniego zaznaczenia lub pozycji playlisty

source: Play in main window
pl: Odtwórz w ekranie głównym

source: Play music...
pl: Odtwórz muzykę...

source: Play next
pl: Odtwórz następny

source: Play next (return to movie list)
pl: Odtwórz następny (powrót do listy filmów)

source: Play next (return to previous service)
pl: Odtwórz następny (powrót do oglądanego kanału)

source: Play next video
pl: Odtwórz następny

source: Play previous
pl: Odtwórz poprzedni

source: Play recorded movies...
pl: Odtwórz nagrane filmy...

source: Play video again
pl: Odtwórz wideo ponownie

source: Play with ServiceExtEplayer3
pl: Odtwórz usługą ExtEplayer3

source: Play with ServiceGstPlayer
pl: Odtwórz usługą GstPlayer

source: Playlist
pl: Lista odtwarzania

source: Playpause
pl: Odtwórz/Pauza

source: Please add titles to the compilation.
pl: Dodaj tytuły do kompilacji.

source: Please choose an extension...
pl: Wybierz rozszerzenie...

source: Please choose reader
pl: Proszę wybrać czytnik

source: Please configure or verify your Nameservers by filling out the required values. When you are ready press OK to continue.
pl: Skonfiguruj lub sprawdź dane nazwy serwera (DNS). Następnie, aby kontynuować, wciśnij OK.

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
pl: Skonfiguruj połączenie z internetem. Następnie, aby kontynuować, wciśnij OK.

source: Please connect HDD or USB to backup/restore Your Image!
pl: Podłącz HDD lub USB, by zrobić kopię/przywrócić twoje image!

source: Please connect HDD or USB to full backup of Your Image!
pl: Podłącz HDD lub USB, by zrobić pełną kopię twojego image!

source: Please connect your %s %s to the internet
pl: Podłącz %s %s do internetu

source: Please connect your receiver to the internet
pl: Podłącz dekoder do internetu

source: Please do not change any values unless you know what you are doing!
pl: Proszę nie zmieniać żadnych wartości, chyba że wiesz, co robisz!

source: Please enter a name for the new bouquet
pl: Proszę wpisać nazwę dla nowego bukietu

source: Please enter a name for the new marker
pl: Proszę wpisać nazwę dla nowego znacznika

source: Please enter a new filename
pl: Proszę wpisać nową nazwę pliku

source: Please enter file/folder name
pl: Proszę wpisać nową nazwę pliku/folderu

source: Please enter filename (empty = use current date)
pl: Proszę wpisać nazwę pliku (puste = użyj bieżącej daty)

source: Please enter name of the new directory
pl: Proszę wpisać nową nazwę katalogu

source: Please enter name of the new symlink
pl: Proszę wpisać nową nazwę linku

source: Please enter new name:
pl: Proszę wpisać nową nazwę:

source: Please enter the correct pin code
pl: Proszę wpisać poprawny kod pin

source: Please enter the old PIN code
pl: Proszę wpisać stary kod PIN

source: Please enter your search term.
pl: Proszę wpisać szukaną nazwę.

source: Please follow the instructions on the TV
pl: Podążaj za instrukcjami na TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
pl: Zwróć uwagę, że poprzednio wybrany nośnik nie był dostępny i dlatego używany jest domyślny katalog.

source: Please open Picture in Picture first
pl: Najpierw proszę otworzyć PiP

source: Please press OK to continue.
pl: Naciśnij OK, aby kontynuować.

source: Please select a default EPG type...
pl: Wybierz domyślny typ EPG...

source: Please select a playlist to delete...
pl: Wybierz playlistę do usunięcia...

source: Please select a playlist...
pl: Wybierz playlistę...

source: Please select a standard feed or try searching for videos.
pl: Wybierz standardowy kanał lub spróbuj wyszukać filmy.

source: Please select a sub service...
pl: Wybierz podsekcję...

source: Please select a subservice to record...
pl: Wybierz podsekcję do nagrania...

source: Please select a subservice...
pl: Wybierz podsekcję...

source: Please select medium to be scanned
pl: Wybierz nośnik do przeszukania

source: Please select medium to use as backup location
pl: Wybierz nośnik do użycia jako miejsce kopii

source: Please select the movie path...
pl: Wybierz ścieżkę do filmu...

source: Please select the wireless network that you want to connect to. Please press OK to continue.
pl: Wybierz sieć bezprzewodową, z którą chcesz się połączyć. Naciśnij przycisk OK, aby kontynuować.

source: Please set up tuner A
pl: Skonfiguruj głowicę A

source: Please set up tuner B
pl: Skonfiguruj głowicę B

source: Please set up tuner C
pl: Skonfiguruj głowicę C

source: Please set up tuner D
pl: Skonfiguruj głowicę D

source: Please setup your user interface by adjusting the values till the edges of the blue box are touching the edges of your TV. When you are ready press OK to continue.
pl: Proszę skonfigurować interfejs użytkownika poprzez zmianę wartości aż brzegi niebieskiego pola będą dotykały krawędzi telewizora. Jeśli ustawiłeś, naciśnij przycisk OK, aby kontynuować.

source: Please to press button TXT to open Virtual keyboard
pl: Proszę wcisnąć przycisk TXT, aby otworzyć wirtualną klawiaturę

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
pl: W celu wyboru języka użyj klawiszy GÓRA i DÓŁ. Następnie naciśnij przycisk OK.

source: Please wait
pl: Proszę czekać

source: Please wait (downloading channel list)
pl: Proszę czekać (pobieranie listy kanałów)

source: Please wait (downloading softcam)
pl: Proszę czekać (pobieranie emulatora)

source: Please wait (updating packages)
pl: Proszę czekać (aktualizacja pakietów)

source: Please wait ...
pl: Proszę czekać...

source: Please wait for activation of your network configuration...
pl: Proszę czekać na aktywację konfiguracji twojej sieci...

source: Please wait while scanning for devices...
pl: Proszę czekać na skanowanie urządzeń...

source: Please wait while scanning is in progress...
pl: Proszę czekać, trwa skanowanie...

source: Please wait while starting
pl: Proszę czekać, uruchamiam emulator

source: Please wait while we configure your network...
pl: Proszę czekać, trwa konfiguracja sieci...

source: Please wait while we prepare your network interfaces...
pl: Proszę czekać, trwa przygotowanie karty sieciowej...

source: Please wait while we test your network...
pl: Proszę czekać, trwa test sieci...

source: Please wait while your network is restarting...
pl: Proszę czekać, sieć jest restartowana...

source: Please wait whilst feeds state is checked.
pl: Proszę czekać, sprawdzanie stanu plików.

source: Please wait.
pl: Proszę czekać.

source: Please wait...
pl: Proszę czekać...

source: Please wait... Loading list...
pl: Proszę czekać... Ładowanie listy...

source: Please, choose addon to install:
pl: Proszę wybrać dodatek do instalacji:

source: Please, choose addon to remove:
pl: Proszę wybrać dodatek do usunięcia:

source: Please, choose an addon to install:
pl: Proszę wybrać dodatek do instalacji:

source: Please: DO NOT reboot your STB and turn off the power.
pl: Proszę: nie restartuj odbiornika i nie wyłączaj zasilania.

source: Plugin Browser
pl: Przeglądarka pluginów

source: Plugin Filter...
pl: Filtrowanie pluginów...

source: Plugin browser
pl: Przeglądarka pluginów

source: Plugin details
pl: Szczegóły plugina

source: Plugin manager activity information
pl: Informacja o działaniu menedżera pluginów

source: Plugin manager help
pl: Pomoc do menedżera pluginów

source: Plugins
pl: Pluginy

source: Plugins settings
pl: Ustawienia pluginów

source: Poland
pl: Polska

source: Polarisation
pl: Polaryzacja

source: Polarisation:
pl: Polaryzacja:

source: Polarization
pl: Polaryzacja

source: Polish
pl: Polski

source: Portugal
pl: Portugalia

source: Portuguese
pl: Portugalski

source: Position
pl: Pozycja

source: Position Setup
pl: Konfiguracja pozycji

source: Position of finished Timers in the Timer list
pl: Lista wykonanych zadań na liście timerów

source: Position setup
pl: Ustawienia OSD

source: Position stored at index
pl: Zapamiętano pozycję o indeksie

source: Positioner
pl: Pozycjoner

source: Positioner (selecting satellites)
pl: Pozycjoner (wybór satelity)

source: Positioner Setup
pl: Konfiguracja pozycjonera

source: Positioner setup
pl: Ustawienia pozycjonera

source: Power
pl: Przycisk zasilania

source: Power long
pl: Przycisk zasilania - długie naciśnięcie

source: Power threshold in mA
pl: Wartość progowa mocy w mA

source: PowerManager entry
pl: PowerManager wpis

source: PowerOff while Recording in progress! Entering standby, after recording the box will shutdown.
pl: Próba wyłączenia podczas nagrywania! Przejście w stan czuwania, po nagraniu odbiornik zostanie wyłączony.

source: PowerTimer List
pl: Lista programatora

source: PowerTimer Overview
pl: Przegląd zaprogramowanych zdarzeń

source: PowerTimers
pl: Timery zasilania

source: Predefined
pl: Zdefiniowany

source: Predefined transponder
pl: Zdefiniowany transponder

source: Prefer AC3 track
pl: Preferuj ścieżkę AC3

source: Prefer AC3+ track
pl: Preferuj ścieżkę AC3+

source: Prefer audio track stored by service
pl: Preferuj ścieżkę dźwiękową zapamiętaną dla kanału

source: Prefer graphical DVB subtitles
pl: Preferuj napisy DVB

source: Prefer subtitles for hearing impaired
pl: Preferuj napisy dla niedosłyszących

source: Prefer subtitles stored by service
pl: Preferuj napisy zapamiętane dla kanału

source: Preferred tuner
pl: Preferowana głowica

source: Preferred tuner for recordings
pl: Preferowana głowica do nagrań

source: Preparing... Please wait
pl: Przygotowywanie... Proszę czekać

source: Press '0' to toggle PiP mode
pl: Naciśnij "0", aby przełączyć tryb PiP

source: Press INFO on your remote control for additional information.
pl: Naciśnij INFO na pilocie, aby uzyskać dodatkowe informacje.

source: Press MENU on your remote control for additional options.
pl: Naciśnij MENU na pilocie, aby mieć dostęp do dodatkowych opcji.

source: Press OK on your remote control to continue.
pl: Naciśnij OK na pilocie, aby kontynuować.

source: Press OK to activate the selected skin.
pl: Naciśnij OK, aby aktywować wybraną skórkę.

source: Press OK to activate the settings.
pl: Naciśnij OK, aby aktywować ustawienia.

source: Press OK to edit the settings.
pl: Naciśnij OK, aby edytować ustawienia.
