Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Remote host:
pl: Zdalny host:

source: Remote port:
pl: Zdalny port:

source: Set clock position
pl: Ustaw pozycję zegara

source: Advanced options and settings.
pl: Zaawansowane opcje i ustawienia.

source: After pressing OK, please wait!
pl: Po naciśnięciu OK, proszę czekać!

source: Backup your %s %s settings.
pl: Wykonaj kopię ustawień twojego %s %s.

source: Edit the upgrade source address.
pl: Edytuj adres źródła aktualizacji.

source: Manage extensions or plugins for your %s %s
pl: Zarządzaj rozszerzeniami lub pluginami twojego %s %s

source: Online update of your %s %s software.
pl: Aktualizacja oprogramowania twojego %s %s.

source: Package : %s old version : %s new version : %s
pl: Pakiet: %s stara wersja: %s nowa wersja: %s

source: Press OK on your remote control to continue.
pl: Naciśnij OK na pilocie, aby kontynuować.

source: Recording in progress.
pl: Nagrywanie w toku.

source: Restore your %s %s settings.
pl: Przywróć ustawienia twojego %s %s.

source: Restore your %s %s with a new firmware.
pl: Przywróć ustawienia twojego %s %s w nowym IMG.

source: Restore your backups by date.
pl: Przywróć kopię według daty.

source: Scan for local extensions and install them.
pl: Szukaj lokalnych rozszerzeń i zainstaluj je.

source: Select your backup device. Current device:
pl: Wybierz lokalizację dla kopii. Aktualna lokalizacja:

source: View, install and remove available or installed packages.
pl: Zobacz, zainstaluj i usuń dostępne lub zainstalowane pakiety.

source: Your System is up to date
pl: Twój system jest aktualny

source: (Channel %s)
pl: (Kanał %s)

source: (Partition %d)
pl: (Partycja %d)

source: (disabled)
pl: (wyłączone)

source: (higher than any auto)
pl: (wyższy niż każdy)

source: (higher than rotor any auto)
pl: (wyższy niż obrotnica)

source: (lower than any auto)
pl: (niższy niż każdy)

source: Except %s
pl: Wyjątek %s

source: Results
pl: Wyniki

source: and
pl: i

source: is already installed. Please try another name.
pl: jest już zainstalowany. Proszę spróbować innej nazwy.

source: %2d:%02d
pl: %02d:%02d

source: %d Mins
pl: %d Min

source: %d channel found
pl: %d znaleziono kanał

source: %d hour
pl: %d godzina

source: %d minute
pl: %d minuta

source: %d minutes
pl: %d minut

source: %d second
pl: %d sekunda

source: %d wireless network found!
pl: Znaleziono %d sieć bezprzewodową!

source: %s %s advanced remote control (native)
pl: %s %s zaawansowany pilot

source: %s %s front panel
pl: %s %s przedni panel

source: %s %s ir keyboard
pl: %s %s klawiatura

source: %s %s ir mouse
pl: %s %s myszka

source: %s %s remote control (native)
pl: %s %s podstawowy pilot

source: %s %s software because updates are available.
pl: oprogramowanie %s %s ponieważ dostępne są aktualizacje.

source: %s is no longer used. Should it be deleted?
pl: %s nie jest już używany. Powinien być usunięty?

source: %s updated package available
pl: %s zaktualizowany pakiet dostępny

source: '%s' contains %d file(s) and %d sub-directories.
pl: '%s' zawiera %d plik(ów) i %d podkatalogów.

source: 'Network peer' automatically detects other Enigma2 receivers on the local network. You can also manually enter the URL or IP address.
pl: "Sieciowy peer" automatycznie wykrywa inne odbiorniki Enigma2 w sieci lokalnej. Można również ręcznie wprowadzić adres URL lub adres IP.

source: ( All readers)
pl: (Wszystkie czytniki)

source: (Selectmode)
pl: (Wybór trybu)

source: (Show only reader:
pl: (Pokaż tylko czytnik:

source: (ZAP)
pl: (Przełącz)

source: (empty)
pl: (puste)

source: (show optional DVD audio menu)
pl: (pokaż opcjonalne menu audio DVD)

source: * = Restart Required
pl: * = Wymagany restart

source: * Only available if more than one interface is active.
pl: * Dostępne tylko wtedy, gdy aktywny jest więcej niż jeden interfejs.

source: * current animation
pl: * aktualna animacja

source: 1. STEP - Choose backup location
pl: KROK 1 - Wybierz lokalizację kopii

source: 1. STEP - Choose option RESTORE / BACKUP
pl: KROK 1 - Wybierz opcję PRZYWRÓĆ / KOPIA

source: 12V output
pl: Wyjście 12V

source: 12V output.
pl: Wyjście 12V.

source: 16:9 always
pl: 16:9 zawsze

source: 1st Infobar timeout
pl: Czas wyświetlania paska informacyjnego

source: 1st infobar timeout
pl: Czas wyświetlania paska informacyjnego

source: 2. STEP - Choose backup location
pl: KROK 2 - Wybierz położenie kopii

source: 2nd Infobar timeout
pl: Czas wyświetlania drugiego paska

source: 2nd infobar style*
pl: Styl drugiego paska*

source: 2nd infobar timeout
pl: Czas wyświetlania drugiego paska

source: 3D Mode
pl: Tryb 3D

source: 3D Surround
pl: Dźwięk 3D

source: 3D Surround Speaker Position
pl: Pozycja głośnika 3D

source: 3D setup
pl: Ustawienia 3D

source: < Alternate Skin >
pl: < Alternatywna skórka >

source: < Default >
pl: < Domyślna >

source: <Current movielist location>
pl: <Bieżąca lokalizacja nagrań>

source: <Default movie location>
pl: <Domyślna lokalizacja nagrań>

source: <Last timer location>
pl: <Ostatnia lokalizacja timera>

source: <unknown>
pl: <nieznany>

source: A background update check is in progress, please wait a few minutes and try again.
pl: Trwa sprawdzanie aktualizacji w tle, poczekaj kilka minut i spróbuj ponownie.

source: A configuration file (%s) has been modified since it was installed. Do you want to keep your modifications?
pl: Plik konfiguracyjny (%s) został zmodyfikowany od czasu jego instalacji. Czy chcesz zachować zmiany?

source: A configuration file (%s) was modified since Installation. Do you want to keep your version?
pl: Plik konfiguracyjny (%s) został zmodyfikowany od czasu instalacji. Chcesz zachować swoją wersję?

source: A finished powertimer wants to reboot your %s %s. Do that now?
pl: Powertimer chce ponownie uruchomić %s %s. Zrobić to teraz?

source: A finished powertimer wants to restart the user interface. Do that now?
pl: Powertimer chce zrestartować interfejs użytkownika. Zrobić to teraz?

source: A finished powertimer wants to set your %s %s to standby. Do that now?
pl: Powertimer chce przełączyć %s %s w stan czuwania. Zrobić to teraz?

source: A finished powertimer wants to shutdown your %s %s. Do that now?
pl: Powertimer chce wyłączyć %s %s. Zrobić to teraz?

source: A finished record timer wants to set your %s %s to standby. Do that now?
pl: Wykonany timer nagrywania chce przełączyć %s %s w stan czuwania. Zrobić to teraz?

source: A finished record timer wants to shut down your %s %s. Shutdown now?
pl: Wykonany timer nagrywanie chce wyłączyć %s %s. Wyłączyć teraz?

source: A recording has been started: %s
pl: Rozpoczęto nagrywanie: %s

source: A recording is currently in progress.
pl: Obecnie trwa nagrywanie.

source: A recording is currently running. Please stop the recording before trying to configure the positioner.
pl: Obecnie trwa nagrywanie. Zatrzymaj nagrywanie przed próbą skonfigurowania pozycjonera.

source: A recording is currently running. Please stop the recording before trying to scan.
pl: Obecnie trwa nagrywanie. Zatrzymaj nagrywanie przed próbą skanowania.

source: A repeating timer or just once?
pl: Timer cykliczny czy tylko raz?

source: A required tool (%s) was not found.
pl: Narzędzie (%s) nie zostało znalezione.

source: A search for available updates is currently in progress.
pl: Wyszukiwanie dostępnych aktualizacji w toku.

source: A second configured interface has been found. Do you want to disable the second network interface?
pl: Drugi skonfigurowany interfejs został znaleziony. Czy chcesz wyłączyć drugi interfejs sieciowy?

source: A small overview of the available icon states and actions.
pl: Podgląd dostępnych ikon stanu i działania.

source: A timer failed to record! Disable TV and try again?
pl: Nagrywanie z timera nie powiodło się! Wyłączyć TV i spróbować ponownie?

source: A/V settings
pl: Ustawienia A/V

source: AAC downmix
pl: Cyfrowy downmix

source: AAC transcoding
pl: Transkodowanie AAC

source: AFP Setup
pl: Ustawienia AFP

source: AV aspect is %s.
pl: AV aspekt jest %s.

source: Abort
pl: Przerwij

source: Abort alternatives edit
pl: Przerwij edycję alternatywnych

source: Abort bouquet edit
pl: Przerwij edycję bukietu

source: Abort favourites edit
pl: Przerwij edycję ulubionych

source: Aborted a streaming service.
pl: Przerwano strumieniowanie kanału.

source: About
pl: Informacje

source: About...
pl: Informacje...

source: Accesspoint:
pl: Punkt dostępu:

source: AccuWeatherWeatherPlugin
pl: Plugin AccuWeather

source: AccuWeatherWeatherPlugin: Select Source
pl: Plugin AccuWeather: wybierz źródło

source: Action
pl: Akcja

source: Action on long powerbutton press
pl: Akcja po długim naciśnięciu przycisku power

source: Action on short powerbutton press
pl: Akcja po krótkim naciśnięciu przycisku power

source: Activate
pl: Aktywuj

source: Activate HbbTV (RedButton)
pl: Aktywacja HbbTV (czerwony przycisk)

source: Activate MAC-address configuration
pl: Aktywuj konfigurację adresu MAC

source: Activate Picture in Picture
pl: Aktywuj PiP

source: Activate current configuration
pl: Aktywuj bieżącą konfigurację

source: Activate network settings
pl: Aktywuj ustawienia sieci

source: Activate the configured network settings.
pl: Aktywuj skonfigurowane ustawienia sieci.

source: Activate timeshift end and pause
pl: Aktywuj timeshift i zastopuj

source: Active
pl: Aktywny

source: Active clients
pl: Aktywni klienci

source: Adapter settings
pl: Ustawienia karty

source: Add
pl: Dodaj

source: Add AutoTimer
pl: Dodaj AutoTimer

source: Add File Commnader to Mainmenu
pl: Dodaj menedżer plików do głównego menu

source: Add Timer
pl: Dodaj Timer

source: Add a auto timer for current event
pl: Dodaj auto timer dla bieżącego zdarzenia

source: Add a mark
pl: Dodaj znacznik

source: Add a nameserver entry
pl: Dodaj wpis nazwy serwera

source: Add a new title
pl: Dodaj nowy tytuł

source: Add a record timer
pl: Dodaj timer nagrywania

source: Add a record timer for current event
pl: Dodaj czas nagrywania dla bieżącego zdarzenia

source: Add a zap timer for current event
pl: Dodaj timer zmiany kanału dla bieżącego zdarzenia

source: Add a zap timer for next event
pl: Dodaj timer zmiany kanału dla następnego wydarzenia

source: Add alternatives
pl: Dodaj alternatywne kanały

source: Add bookmark
pl: Dodaj zakładkę

source: Add bouquet
pl: Dodaj bukiet

source: Add bouquet to parental protection
pl: Dodaj bukiet do kontroli rodzicielskiej

source: Add directory to playlist
pl: Dodaj katalog do playlisty

source: Add file to playlist
pl: Dodaj plik do playlisty

source: Add files to playlist
pl: Dodaj pliki do playlisty

source: Add marker
pl: Dodaj znacznik

source: Add provider
pl: Dodaj operatora

source: Add recording (enter recording duration)
pl: Dodaj nagranie (wpisz czas trwania nagrywania)

source: Add recording (enter recording endtime)
pl: Dodaj nagranie (wpisz czas zakończenia nagrywania)

source: Add recording (indefinitely)
pl: Dodaj nagranie (na czas nieokreślony)

source: Add recording (stop after current event)
pl: Dodaj nagranie (zatrzymaj po aktualnej audycji)

source: Add service
pl: Dodaj kanał

source: Add service to bouquet
pl: Dodaj kanał do bukietu

source: Add service to favourites
pl: Dodaj kanał do ulubionych

source: Add timer
pl: Dodaj timer

source: Add title
pl: Dodaj tytuł

source: Add to bouquet
pl: Dodaj do bukietu

source: Add to favorites
pl: Dodaj do ulubionych

source: Add to favourites
pl: Dodaj do ulubionych

source: Add to parental protection
pl: Dodaj do kontroli rodzicielskiej

source: Add/Remove timer for current event
pl: Dodaj/Usuń timer dla bieżącej audycji

source: Added entry
pl: Dodano wpis

source: Added:
pl: Dodano:

source: Adding schedule...
pl: Dodawanie harmonogramu...

source: Additional Info
pl: Dodatkowe informacje

source: Addon NOT installed!
pl: Dodatek nie został zainstalowany!

source: Addon NOT removed!
pl: Dodatek nie został usunięty!

source: Addon installed sucessfully !
pl: Dodatek zainstalowany poprawnie!

source: Addon installed sucessfully ! To get it on plugin list, You need to reload GUI. Would You like to do it right now ?
pl: Dodatek zainstalowany! Aby zobaczyć go na liście pluginów, należy zrestartować GUI. Czy chcesz to zrobić teraz?

source: Addon installed sucessfully!
pl: Udana instalacja dodatku!

source: Addon installed!
pl: Dodatek zainstalowany!

source: Addon is not compatiable!
pl: Dodatek nie jest kompatybilny!

source: Addon removed!
pl: Dodatek usunięty!

source: Addons
pl: Dodatki

source: Address
pl: Adres

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
pl: Dostosuj ustawienia kolorów, aby wszystkie odcienie były rozpoznawalne, ale jak najbardziej nasycone. Jeśli jesteś zadowolony z wyniku, naciśnij przycisk OK, aby zamknąć dostrojenie wideo, lub użyj klawiszy numerycznych, aby wybrać inne ekrany testowe.

source: Advanced
pl: Zaawansowane

source: Advanced Options
pl: Opcje zaawansowane

source: Advanced options
pl: Opcje zaawansowane

source: Advanced restore
pl: Zaawansowane przywracanie

source: Advanced software
pl: Zaawansowane oprogramowanie

source: Advanced software plugin
pl: Zaawansowany plugin

source: Advanced video enhancement setup
pl: Zaawansowane ustawienia korekcji obrazu

source: After PowerLost
pl: Po wyłączeniu z prądu

source: After event
pl: Po audycji

source: Alias
pl: Pseudonim

source: All
pl: Wszystkie

source: All Time
pl: Cały czas

source: All ages
pl: Wszystkie grupy wiekowe

source: All frequency
pl: Wszystkie częstotliwości

source: All incomming and outgoing connections
pl: Wszystkie połączenia przychodzące i wychodzące

source: All non-repeating timers
pl: Wszystkie niepowtarzające się timery

source: All resolutions
pl: Wszystkie rozdzielczości

source: All satellites 1 (USALS)
pl: Wszystkie satelity 1 (USALS)

source: All satellites 2 (USALS)
pl: Wszystkie satelity 2 (USALS)

source: All satellites 3 (USALS)
pl: Wszystkie satelity 3 (USALS)

source: All satellites 4 (USALS)
pl: Wszystkie satelity 4 (USALS)

source: Allocate
pl: Przydziel

source: Allocate unused memory index
pl: Przydziel niewykorzystany indeks pamięci

source: Allow quit movieplayer with exit
pl: Zezwól na wyjście z odtwarzacza

source: Allow subtitle language to equal audio language
pl: Zezwól, aby język napisów był taki sam jak język audio

source: Allow subtitles for hearing impaired
pl: Zezwól na napisy dla niedosłyszących

source: Allow unstable (experimental) updates
pl: Zezwól na nietestowane aktualizacje

source: Allow unsupported modes
pl: Zezwól na nieobsługiwane tryby

source: Allows the %s %s to read the stored EPG data regularly.
pl: Pozwala %s %s na regularne odczytywanie zapisanych danych EPG.

source: Allows the %s %s to store the EPG data regularly.
pl: Pozwala %s %s na regularne zapisywanie danych EPG.

source: Allows you to adjust the amount of time the resolution infomation display on screen.
pl: Pozwala na dostosowanie czasu wyświetlania informacji o rozdzielczości na ekranie.

source: Allows you to enable/disable displaying icons on the front panel.
pl: Pozwala na włączenie/wyłączenie wyświetlania ikon na przednim panelu.

source: Allows you to hide the extensions of known file types.
pl: Pozwala ukryć rozszerzenia plików.

source: Allows you to send a copy of the log to yourself.
pl: Pozwala wysłać kopię dziennika samodzielnie.

source: Allows you to set the maximum size (MB) of the individual debug logs. When that size is reached, a new file will be created.
pl: Pozwala ustawić maksymalną wielkość rozmiaru logów debugowania (MB). Kiedy ten rozmiar zostanie osiągnięty, zostanie utworzony nowy plik.

source: Allows you to setup the button to do what you choose.
pl: Pozwala dowolnie ustawić działanie przycisku.

source: Allows you to show/hide CCcam Info in extensions (blue button).
pl: Pozwala pokazać/ukryć informację CCcam w rozszerzeniach (niebieski przycisk).

source: Allows you to show/hide Log Manager in extensions (blue button).
pl: Pozwala pokazać/ukryć Log Manager w rozszerzeniach (niebieski przycisk).

source: Allows you to show/hide OScam Info in extensions (blue button).
pl: Pozwala pokazać/ukryć informację OScam w rozszerzeniach (niebieski przycisk).

source: Alpha
pl: Przezroczystość

source: Alphanumeric
pl: Alfanumeryczny

source: Also on standby
pl: Również w stanie czuwania

source: Alternative
pl: Alternatywne

source: Alternative numbering mode
pl: Alternatywny tryb numeracji

source: Alternative radio mode
pl: Alternatywny tryb radiowy

source: Alternative services tuner priority
pl: Priorytet głowicy dla kanałów alternatywnych

source: Always ask
pl: Zawsze pytaj

source: Always hide infobar
pl: zawsze ukrywaj pasek informacyjny

source: Always show bouquets
pl: Zawsze pokazuj bukiety

source: Always use smart1080p mode
pl: Zawsze używaj trybu 1080p

source: Amount of Precipitacion
pl: Ilość opadów

source: An empty filename is illegal.
pl: Pusta nazwa pliku jest niedozwolona.

source: An error occured.
pl: Wystąpił błąd.

source: An error occurred while downloading the packetlist. Please try again.
pl: Wystąpił błąd podczas pobierania listy pakietów. Spróbuj ponownie.

source: An unknown error occured!
pl: Wystąpił nieznany błąd!

source: An unknown error occurred!
pl: Wystąpił nieznany błąd!

source: Animation Setup
pl: Ustawienia animacji

source: Animation Speed
pl: Prędkość animacji

source: Animations
pl: Animacje

source: Any activity
pl: Każda aktywność

source: April
pl: Kwiecień

source: Arabic
pl: Arabski

source: Are you sure to remove this entry?
pl: Czy chcesz usunąć ten wpis?

source: Are you sure to set hdd in standby mode?
pl: Czy na pewno ustawić dysk twardy w stan czuwania?

source: Are you sure you want to Boot Image:
pl: Czy chcesz uruchomić oprogramowanie:

source: Are you sure you want to activate this network configuration?
pl: Czy chcesz aktywować konfigurację sieci?

source: Are you sure you want to delete the following backup:
pl: Czy chcesz usunąć następującą kopię zapasową:

source: Are you sure you want to delete Image:
pl: Czy chcesz usunąć oprogramowanie:

source: Are you sure you want to delete all the selected logs:
pl: Czy chcesz usunąć wszystkie zaznaczone logi:

source: Are you sure you want to delete the EPG data from:
pl: Czy chcesz usunąć dane EPG z:

source: Are you sure you want to delete this log:
pl: Czy chcesz usunąć ten log:

source: Are you sure you want to delete this:
pl: Czy chcesz to usunąć:

source: Are you sure you want to exit this wizard?
pl: Czy chcesz wyjść z tego kreatora?

source: Are you sure you want to purge all deleted user bouquets?
pl: Czy chcesz usunąć wszystkie nieużywane bukiety kanałów?

source: Are you sure you want to reload the EPG data from:
pl: Czy chcesz odświeżyć dane EPG z:

source: Are you sure you want to remove all %d.%d%s%s services?
pl: Czy chcesz usunąć wszystkie %d.%d%s%s kanały?

source: Are you sure you want to remove all cable services?
pl: Czy chcesz usunąć wszystkie kanały telewizji kablowej?

source: Are you sure you want to remove all terrestrial services?
pl: Czy chcesz usunąć wszystkie kanały naziemne?

source: Are you sure you want to remove this entry?
pl: Czy chcesz usunąć ten wpis?

source: Are you sure you want to restart your network interfaces?
pl: Czy na pewno chcesz zrestartować interfejsy sieciowe?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
pl: Czy chcesz przywrócić następującą kopię zapasową: %s Dekoder uruchomi się ponownie po przywróceniu kopii zapasowej!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
pl: Czy chcesz przywrócić kopię zapasową? Odbiornik uruchomi się ponownie po przywróceniu kopii zapasowej!

source: Are you sure you want to save the EPG Cache to:
pl: Czy chcesz zapisać pamięć podręczną EPG do:

source: Are you sure you want to send this log:
pl: Czy chcesz wysłać ten log:

source: Argentina
pl: Argentyna

source: Artist
pl: Artysta

source: Arts/Culture
pl: Sztuka/Kultura

source: As defined by the skin
pl: Zgodnie z definicją skórki

source: Ask before shutdown
pl: Zapytaj przed wyłączaniem

source: Ask user
pl: Zapytaj użytkownika

source: Ask user (with default as 'no')
pl: Zapytaj użytkownika (domyślnie jako "nie")

source: Ask user (with default as 'yes')
pl: Zapytaj użytkownika (domyślnie jako "tak")

source: Aspect Ratio
pl: Proporcje obrazu

source: Aspect Ratio:
pl: Proporcje obrazu:

source: Aspect Ratio: n/a
pl: Proporcje obrazu: nd.

source: Aspect list...
pl: Lista rozdzielczości...

source: Aspect ratio
pl: Proporcje obrazu

source: Aspect selection
pl: Wybór proporcji obrazu

source: Assigned CAIds:
pl: Przypisane CAId'y:

source: Assigned services/provider:
pl: Przypisane kanały/operator:

source: Asynchronous plugins loading
pl: Asynchroniczne ładowanie pluginów

source: At
pl: W

source: At End:
pl: Na końcu:

source: Attach a file
pl: Dołącz plik

source: Audio Source
pl: Źródło audio

source: Audio channel
pl: Kanał audio

source: Audio language selection 1
pl: Wybór języka audio 1

source: Audio language selection 2
pl: Wybór języka audio 2

source: Audio language selection 3
pl: Wybór języka audio 3

source: Audio language selection 4
pl: Wybór języka audio 4

source: Audio options...
pl: Opcje dźwięku...

source: August
pl: Sierpień

source: Author:
pl: Autor:

source: Authoring mode
pl: Tryb tworzenia

source: Auto Deep Standby
pl: Auto głębokie czuwanie

source: Auto Language Setup
pl: Automatyczny wybór języka

source: Auto Standby
pl: Automatyczne czuwanie

source: Auto Volume Level
pl: Automatyczny poziom głośności

source: Auto chapter split every ? minutes (0=never)
pl: Automatyczny podział rozdziałów co ? minuty (0=nigdy)

source: Auto focus
pl: Automatyczna ostrość

source: Auto focus commencing ...
pl: Rozpoczęcie automatycznej ostrości...

source: Auto language selection
pl: Automatyczny wybór języka

source: Auto paginate on last entry:
pl: Przejdź w dół do ostatniej pozycji:

source: Auto scart switching
pl: Automatyczne przełączanie scart

source: Auto(not available)
pl: Auto (niedostępny)

source: AutoBouquetsMaker
pl: Automat ustawień bukietów

source: AutoTimer overview
pl: Przegląd AutoTimerów

source: AutoTimers
pl: AutoTimery

source: Automatic
pl: Automatyczny

source: Automatic Scan
pl: Automatyczne skanowanie

source: Automatic image backup
pl: Automatyczne tworzenie kopii zapasowej obrazu

source: Automatic refresh
pl: Automatyczne odświeżanie

source: Automatic resolution
pl: Automatyczna rozdzielczość

source: Automatic resolution label
pl: Automatyczna etykieta rozdzielczości

source: Automatic save
pl: Automatyczne zapisywanie

source: Automatic scan
pl: Automatyczne skanowanie

source: Automatic settings backup
pl: Automatyczne tworzenie kopii zapasowych ustawień

source: Automatically start timeshift after
pl: Automatyczny start timeshiftu po

source: Automatically turn on external subtitles
pl: Automatyczne wyświetlanie zewnętrznych napisów

source: Automatically update Client/Server View?
pl: Automatycznie aktualizować widok klient/serwer?

source: Autorecord location
pl: Lokalizacja autonagrywania

source: Autos & Vehicles
pl: Pojazdy i samochody

source: Available format variables
pl: Dostępne zmienne formatu

source: Available shares:
pl: Dostępne udziały:

source: Available:
pl: Dostępne:

source: BDMV Bludisc (HDTV titles only)
pl: BDMV Bludisc (tylko tytuły HDTV)

source: BDMV Compatible Bludisc (HDTV only)
pl: BDMV kompatybilny Bludisc (tylko HDTV)

source: BLUDISC RECORDABLE
pl: BLUDISC NAGRYWALNY

source: Back
pl: Wstecz

source: Back USB 3.0
pl: Tylny port USB 3.0

source: Back, lower USB
pl: Tylny, dolny port USB
