Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Edit timer
pl: Edytuj timer

source: Edit title
pl: Edytuj tytuł

source: Edit upgrade source url.
pl: Edytuj adres aktualizacji.

source: Education
pl: Edukacja

source: Education/Science/...
pl: Edukacja/Nauka/...

source: Elapsed
pl: Upływający

source: Elapsed & Remaining
pl: Upływający i pozostały

source: Electronic Program Guide
pl: Elektroniczny Przewodnik Programowy

source: EmuInfo Tool:
pl: Informacje o EMU:

source: Enable
pl: Włącz

source: Enable 'neutrino' style channel select controlling
pl: Włącz wybór kanałów w stylu "neutrino"

source: Enable 'neutrino' style zap controlling
pl: Włącz styl "neutrino" dla pilota

source: Enable 5V for active antenna
pl: Włącz 5V dla aktywnej anteny

source: Enable Autorecord
pl: Włącz autonagrywanie

source: Enable EIT EPG
pl: Włącz EIT EPG

source: Enable FreeSat EPG
pl: Włącz Freesat EPG

source: Enable MHW EPG
pl: Włącz MHW EPG

source: Enable Netmed EPG
pl: Włącz Netmed EPG

source: Enable Network IP address check
pl: Włącz sprawdzanie adresu IP sieci

source: Enable Network Traffic check
pl: Włącz sprawdzanie ruchu w sieci

source: Enable OK for channel selection
pl: Włącz OK, aby wybrać kanał

source: Enable ViaSat EPG
pl: Włącz ViaSat EPG

source: Enable Virgin EPG
pl: Włącz Virgin EPG

source: Enable Wake On LAN
pl: Używaj WakeOnLan

source: Enable auto PIN
pl: Włącz automatyczny PIN

source: Enable bouquet edit
pl: Włącz edycję bukietu

source: Enable debug logs *
pl: Włącz logi debugowania *

source: Enable fallback remote receiver
pl: Włącz zdalny odbiornik zastępczy

source: Enable favourite edit
pl: Włącz edycję ulubionych

source: Enable infobar fade-out
pl: Włącz stopniowe zanikanie paska informacyjnego

source: Enable move mode
pl: Włącz tryb przenoszenia

source: Enable multiple bouquets
pl: Włącz tryb wielu bukietów

source: Enable panic button
pl: Włącz przycisk panic

source: Enable parental protection
pl: Włącz kontrolę rodzicielską

source: Enable teletext caching
pl: Włącz buforowanie teletekstu

source: Enable terrestrial LCN:
pl: Włącz naziemny LCN:

source: Enable timer
pl: Włącz timer

source: Enable timer conflict detection
pl: Włącz detekcję konfliktów timera

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
pl: Włącza wyświetlanie wszystkich prawda/fałsz, tak/nie, włącz/wyłącz w ustawieniach jako przełącznik graficzny.

source: Enable unlinked bouquets
pl: Włącz niedopisane bukiety

source: Enable usage of tuners from another Enigma2 receiver on the local network. Remote tuners will be used when tuners are not available on this receiver. (No free tuner or service type is not available.)
pl: Umożliwia korzystanie z głowic z innego odbiornika Enigma2 w sieci lokalnej. Zdalne głowice będą używane, gdy głowice nie są dostępne w tym odbiorniku. (Wolna głowica lub typ usługi nie są dostępne.)

source: Enable wakeup timer
pl: Włącz timer wybudzenia

source: Enable zapping with CH+/-, B+/-, P+/-
pl: Włącz tryb CH+/-, B+/-, P+/-

source: Enabled
pl: Włączone

source: Enables a feature so that the receiver can decrypt streams (if the ECM data is included in the stream and a valid card is available).
pl: Włącza funkcję, dzięki czemu dekoder może odszyfrować strumienie (jeśli dane ECM są zawarte w strumieniu i dostępna jest ważna karta).

source: Encrypted:
pl: Szyfrowany:

source: Encryption
pl: Szyfrowanie

source: Encryption key
pl: Klucz szyfrujący

source: Encryption key type
pl: Typ klucza szyfrującego

source: Encryption:
pl: Szyfrowanie:

source: End
pl: Koniec

source: End alternatives edit
pl: Koniec edycji alternatywnych

source: End bouquet edit
pl: Koniec edycji bukietów

source: End favourites edit
pl: Koniec edycji ulubionych

source: End time
pl: Czas zakończenia

source: English
pl: Angielski

source: Enigma2 Changes
pl: Enigma2 zmiany

source: Enigma2 skin selector
pl: Enigma2 wybór skórki

source: Enter main menu...
pl: Wejdź do głównego menu...

source: Enter name
pl: Wprowadź nazwę

source: Enter persistent PIN code
pl: Wprowadź stały kod PIN

source: Enter pin code
pl: Wprowadź kod PIN

source: Enter the IP address of the receiver to use for fallback tuners.
pl: Wprowadź adres IP odbiornika, który będzie używany przez głowice zapasowe.

source: Enter the city name:
pl: Wprowadź nazwę miasta:

source: Enter the service pin
pl: Wprowadź PIN kanału

source: Enter your e-mail address to send a copy of the log to.
pl: Wprowadź swój adres e-mail, aby wysłać kopię loga.

source: Enter your forum user name, to make it easier to trace logs.
pl: Wprowadź swoją nazwę użytkownika forum, aby ułatwić śledzenie logów.

source: Enter your search term(s)
pl: Wprowadź wyszukiwane hasło

source: Entertainment
pl: Rozrywka

source: Entitlements
pl: Uprawnienia

source: Entry already exists
pl: Wpis już istnieje

source: Epg/Guide
pl: EPG

source: Epg/Guide long
pl: EPG - długie naciśnięcie

source: Equal to
pl: Równy do

source: Error
pl: Błąd

source: Error code
pl: Kod błędu

source: Error downloading the change log.
pl: Błąd podczas pobierania changelog'u.

source: Error executing plugin
pl: Błąd podczas uruchamiania plugina

source: Error reading
pl: Błąd odczytu

source: Error reading webpage!
pl: Błąd odczytu strony!

source: Error!
pl: Błąd!

source: Error: %s
pl: Błąd: %s

source: Error: %s Retry?
pl: Błąd: %s Ponowić?

source: Error: Service may only be added by the lok PL
pl: Błąd: Kanały mogą być dodawane tylko przez lok PL

source: Error: URL is not persistent!
pl: Błąd: Adres URL nie jest aktualny!

source: Estonian
pl: Estoński

source: Ethernet network interface
pl: Interfejs sieci ethernet

source: Even if TV has another input active?
pl: Nawet jeśli TV ma aktywne inne wejście?

source: Even if a 'wakeup' power timer starting?
pl: Nawet jeśli uruchamia się timer zasilania "wybudzenie"?

source: Even if a 'zap and record' recording timer starting?
pl: Nawet jeśli uruchamia się timer nagryw. "przełącz i nagraj"?

source: Even if a 'zap' recording timer starting?
pl: Nawet jeśli uruchamia się timer nagryw. "przełącz"?

source: Event Info
pl: Informacje o wydarzeniu

source: Event font size
pl: Rozmiar czcionki wydarzenia

source: Event name first
pl: Najpierw nazwa wydarzenia

source: Event view
pl: Opis wydarzenia

source: Event view menu
pl: Menu opisu wydarzenia

source: Everywhere
pl: Wszędzie

source: Exceeds dual layer medium!
pl: Przekroczona pojemność dwuwarstwowego nośnika!

source: Execution condition
pl: Warunek wykonania

source: Execution finished!!
pl: Wykonywanie zakończone!

source: Execution progress:
pl: Postęp wykonywania:

source: Exit
pl: Wyjście

source: Exit EPG
pl: Wyjście z EPG

source: Exit MAC-address configuration
pl: Wyjście z konfiguracji adresu MAC

source: Exit editor
pl: Wyjście z edytora

source: Exit input device selection.
pl: Wyjście z wyboru urządzenia wejściowego.

source: Exit media player?
pl: Wyjść z odtwarzacza?

source: Exit mediaplayer
pl: Wyjście z odtwarzacza

source: Exit movie list
pl: Wyjście z listy filmów

source: Exit movie player...
pl: Wyjście z odtwarzacza...

source: Exit movie player?
pl: Wyjść z odtwarzacza?

source: Exit nameserver configuration
pl: Wyjście z konfiguracji nazwy serwera

source: Exit network interface list
pl: Wyjście z listy interfejsu sieciowego

source: Exit network wizard
pl: Wyjście z kreatora sieci

source: Exit the wizard
pl: Wyjście z kreatora

source: Expert
pl: Ekspert

source: Extended
pl: Rozszerzone

source: Extended Networksetup Plugin...
pl: Rozszerzony plugin konfiguracji sieci...

source: Extended Setup...
pl: Rozszerzona konfiguracja...

source: Extended Shares
pl: Rozszerzone udziały

source: Extended Software
pl: Rozszerzone oprogramowanie

source: Extended Software Plugin
pl: Rozszerzone oprogramowanie plugina

source: Extended network setup plugin...
pl: Plugin rozszerzonych ustawień sieci...

source: Extended setup...
pl: Rozszerzona konfiguracja...

source: Extensions
pl: Rozszerzenia

source: Extensions management
pl: Zarządzanie rozszerzeniami

source: External
pl: Zewnętrzny

source: External PiP
pl: Zewnętrzny PiP

source: External Storage %s
pl: Zewnętrzna pamięć %s

source: External subtitle color
pl: Zewnętrzny kolor napisów

source: External subtitle dialog colorisation
pl: Zewnętrzny kolor napisów

source: External subtitle switch fonts
pl: Zewnętrzna czcionka napisów

source: Extra motor options
pl: Dodatkowe opcje obrotnicy

source: F1/LAN long
pl: F1/LAN długie naciśnięcie

source: F2 long
pl: F2 długie naciśnięcie

source: F3 long
pl: F3 długie naciśnięcie

source: FAN Control
pl: Ustawienia chłodzenia

source: FAN Setup
pl: Ustawienia wentylatora

source: FTP Setup
pl: Ustawienia FTP

source: Factory reset
pl: Ustawienia fabryczne

source: Fade the Infobar on hide
pl: Zanikanie paska informacyjnego

source: Fade the infobar when hiding
pl: Zanikanie paska informacyjnego.

source: Failed
pl: Nie udało się

source: Failed to download an Addon...
pl: Nie udało się pobrać dodatku...

source: Failed to write /tmp/positionersetup.log:
pl: Nie udało się zapisać /tmp/positionersetup.log:

source: Failed...
pl: Nie udało się...

source: Fallback address type
pl: Typ adresu zwrotnego

source: Fallback configuration
pl: Głowica zapasowa

source: Fallback receiver IP address
pl: Adres IP odbiornika zastępczego

source: Fallback receiver streaming port
pl: Port przesyłania strumieniowego odbiornika zastępczego

source: Fallback remote receiver URL
pl: Adres URL zdalnego odbiornika zastępczego

source: Fallback tuner setup
pl: Konfiguracja głowicy zapasowej

source: Fan %d
pl: Wentylator %d

source: Fan Setup
pl: Ustawienia wentylatora

source: Fan mode
pl: Tryb wentylatora

source: Fast
pl: Szybko

source: Fast DiSEqC
pl: Szybki DiSEqC

source: Fast Scan
pl: Szybki skan

source: Fast epoch
pl: Szybkie odtwarzanie

source: Fast forward speeds
pl: Prędkości szybkiego przewijania

source: Fastforward
pl: Szybkie przewijanie

source: Favourites
pl: Ulubione

source: February
pl: Luty

source: Fetching feed entries
pl: Pobieranie wpisów kanału

source: Fetching search entries
pl: Pobieranie wyników wyszukiwania

source: File
pl: Plik

source: File Commander
pl: Menedżer plików

source: File appears to be busy.
pl: Plik wydaje się być zajęty.

source: File exists with the same name in the directory path: %s
pl: Istnieje plik o tej samej nazwie w ścieżce katalogu: %s

source: File long
pl: Plik - długie naciśnięcie

source: File manager
pl: Menedżer plików

source: File oscam.conf not found. Please enter username/password manually.
pl: Nie znaleziono pliku oscam.conf. Proszę wprowadzić nazwę użytkownika/hasło.

source: File transfer was cancelled by user
pl: Transfer plików anulowany przez użytkownika

source: Filesystem Check
pl: Sprawdzanie systemu plików

source: Filesystem check
pl: Sprawdzanie systemu plików

source: Film & Animation
pl: Film i Animacja

source: Filter extension, (*) appears in title
pl: Filtr rozszerzeń, (*) pojawia się w tytule

source: Final scroll delay
pl: Końcowe opóźnienie przewijania

source: Find currently played service
pl: Znajdź aktualnie odtwarzany kanał

source: Fine movement
pl: Dobry ruch

source: Finetune
pl: Dostrajanie

source: Finished
pl: Zakończone

source: Finished configuring your network
pl: Zakończono konfigurowanie sieci

source: Finished restarting your network
pl: Zakończono restart twojej sieci

source: Finland
pl: Finlandia

source: Finnish
pl: Skończone

source: Fixed
pl: Stała

source: Flashing
pl: Flashowanie

source: Following tasks will be done after you press OK!
pl: Następujące zadania będą wykonywane po naciśnięciu przycisku OK!

source: Font size
pl: Rozmiar czcionki

source: Force Legacy Signal Stats
pl: Wymuszaj statystyki sygnałów z poprzednich okresów

source: Force de-interlace
pl: Wymuszaj przeplot

source: Force delete unused languages?
pl: Wymusić usunięcie nieużywanych języków?

source: Force legacy signal stats
pl: Wymuszaj statystyki sygnałów z poprzednich okresów

source: Forward
pl: Do przodu

source: Forward volume keys
pl: Klawisze zwiększania głośności

source: Frame size in full view
pl: Rozmiar ramki w pełnym widoku

source: France
pl: Francja

source: Free Memory:
pl: Wolna pamięć:

source: Free Swap:
pl: Wolny swap:

source: Free To Air
pl: Bez szyfrowania

source: Free memory
pl: Wolne miejsce

source: Free memory:
pl: Wolne miejsce:

source: Free:
pl: Wolne:

source: Free:
pl: Wolne:

source: French
pl: Francuski

source: Frequency
pl: Częstotliwość

source: Frequency & Polarization
pl: Częstotliwość i polaryzacja

source: Frequency bands
pl: Pasma częstotliwości

source: Frequency scan step size(khz)
pl: Rozmiar stopnia skanowania częstotliwości (kHz)

source: Frequency steps
pl: Stopnie częstotliwości

source: Frequency:
pl: Częstotliwość:

source: Fri
pl: Pt.

source: Friday
pl: Piątek

source: From
pl: Z

source: From :
pl: Z:

source: Front Display Panel
pl: Ustawienia wyświetlacza

source: Front USB
pl: Przednie USB

source: Front USB 3.0
pl: Przednie USB 3.0

source: Front panel: %s
pl: Przedni panel: %s

source: Full Backup
pl: Kompletna kopia zapasowa

source: Full screen
pl: Pełny ekran

source: Full transparency
pl: Pełna przezroczystość

source: Function Not Yet Available
pl: Funkcja niedostępna

source: GUI needs a restart to apply a new skin Do you want to restart the GUI now?
pl: GUI musi zostać zrestartowane, aby zastosować nową skórkę Czy chcesz teraz ponownie uruchomić GUI?

source: Gaming
pl: Hazard

source: Gateway
pl: Brama

source: General
pl: Ogólne

source: General AC3 delay
pl: Ogólne opóźnienie AC3

source: General PCM delay
pl: Ogólne opóźnienie PCM

source: Genre
pl: Gatunek

source: Georgia
pl: Gruzja

source: German
pl: Niemiecki

source: Germany
pl: Niemcy

source: Getting Event Info failed!
pl: Nie udało się uzyskać informacji o wydarzeniu!

source: Getting plugin information. Please wait...
pl: Pobieranie info o pluginach. Proszę czekać...

source: Getting weather information...
pl: Pobieranie informacji o pogodzie...

source: Go down the list
pl: Przejdź w dół listy

source: Go to first movie or last item
pl: Idź do pierwszego filmu lub ostatniej pozycji

source: Go to first movie or top of list
pl: Idź do pierwszego filmu lub na początek listy

source: Go to next bouquet
pl: Idź do następnej pozycji bukietów

source: Go to next channel
pl: Idź do następnego kanału

source: Go to next event
pl: Idź do kolejnego wydarzenia

source: Go to previous bouquet
pl: Idź do poprzedniego bukietu

source: Go to previous channel
pl: Idź do poprzedniego kanału

source: Go to previous event
pl: Idź do poprzedniego wydarzenia

source: Go to specific data/time
pl: Idź do konkretnej daty/godziny

source: Go up the list
pl: Idź w górę listy

source: Goto
pl: Idź do

source: Goto 0
pl: Idź do 0

source: Goto :
pl: Idź do:

source: Goto X
pl: Idź do X

source: Goto index position
pl: Idź na pozycję

source: Goto next channel
pl: Idź do następnego kanału

source: Goto position
pl: Idź na pozycję

source: Goto previous channel
pl: Idź do poprzedniego kanału

source: GotoX calibration
pl: Kalibruj na pozycji X

source: Graphical EPG
pl: Graficzny EPG

source: Graphical Infobar EPG settings
pl: Ustawienia graficznego paska EPG

source: GraphicalEPG settings
pl: Ustawienia graficznego EPG

source: Graphics
pl: Grafika

source: Great Britain
pl: Wielka Brytania

source: Greece
pl: Grecja

source: Greek
pl: Grecki

source: Green
pl: Zielony

source: Green long
pl: Zielony - długie naciśnięcie

source: Grey
pl: Szary

source: Guard interval
pl: Okres ochronny

source: H: = Hourly / D: = Daily / W: = Weekly / M: = Monthly
pl: H: = po godzinach / D: = codziennie / W: = cotygodniowo / M: = miesięcznie

source: HARD DISK:
pl: DYSK TWARDY:

source: HD list
pl: Lista HD

source: HDD Temperature
pl: Temperatura dysku twardego

source: HDD mounted in:
pl: Dysk twardy zamontowany w:

source: HDMI CEC Setup
pl: Ustawienia HDMI CEC

source: HDMI Colorspace
pl: Przestrzeń kolorów HDMI

source: HDMIin
pl: Wejście HDMI

source: HELP
pl: POMOC

source: HTTPD Config File:
pl: Plik konfiguracyjny HTTPD:

source: Handle input from TV
pl: Obsługuj komendę wejścia z TV

source: Handle standby from TV
pl: Obsługuj komendę gotowości z TV

source: Handle wakeup from TV
pl: Obsługuj komendę wybudzenia z TV

source: Hard disk setup
pl: Konfiguracja dysku twardego

source: Hard disk standby after
pl: Uśpij dysk twardy po

source: Hard-disk Manufacturer, Type and it's Temperature :
pl: Producent, typ i temperatura dysku twardego:

source: Harddisk
pl: Dysk twardy

source: Harddisk setup
pl: Konfiguracja dysku twardego

source: Hebrew
pl: Hebrajski

source: Height
pl: Wysokość

source: Hello
pl: Witaj

source: Help
pl: Pomoc

source: Help long
pl: Help - długie naciśnięcie

source: Help: Key [0] refresh screen. Key [1] new folder. Key [2] new symlink wit name. Key [3] new symlink with foldername. Key [4] CHMOD 644/755. Key [5] Change to default folder. Key [INFO] shows tasklist. Check copy/move progress in extensions menu. Key [MEDIA] Select multiple files. Key [OK] Play movie and music, show pictures, view/edit files, install/extract files, run scripts.
pl: Pomoc: Klawisz [0] Odśwież listę. Klawisz [1] Nowy folder. Klawisz [2] Nowy link do pliku. Klawisz [3] Nowy link do folderu. Klawisz [4] Uprawnienia 644/755. Klawisz [5] Ustaw jako domyślny folder. Przycisk [INFO] Pokaż listę zadań. Sprawdź postęp w kopiowaniu/przenoszeniu na liście rozszerzeń. Klawisz [MEDIA] Wybierz wiele plików. Przycisk [OK] Odtwórz film i muzykę, wyświetl zdjęcia, przeglądaj/edytuj pliki, instaluj/rozpakuj pliki, uruchom skrypty.

source: Helps setting up your antenna
pl: Pomaga w ustawianiu anteny

source: Here is the list of installed images in Your STB. Please choose an image to boot.
pl: Oto lista zainstalowanych obrazów w STB. Proszę wybrać oprogramowanie do uruchomienia.

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to install OpenMultiBoot:
pl: Oto lista zamontowanych urządzeń w STB Wybierz urządzenie, na którym chcesz zainstalować OpenMultiBoot:

source: Here is the list of mounted devices in Your STB Please choose a device where You would like to keep Your backup:
pl: Oto lista zamontowanych urządzeń w twoim STB Wybierz urządzenie, na którym chcesz zachować twoją kopię zapasową:

source: Hidden network
pl: Ukryta sieć

source: Hide CI Messages
pl: Ukryj komunikaty modułu CI

source: Hide CI messages
pl: Ukryj komunikaty modułu CI

source: Hide any zap error messages.
pl: Ukryj wszelkie komunikaty o błędach zmiany kanałów.

source: Hide dotted line on the top for this service
pl: Ukryj przerywaną linię na górze tego kanału

source: Hide error messages from the Common Interface module.
pl: Ukryj komunikaty błędów modułu CI.

source: Hide known extensions
pl: Ukryj znane rozszerzenia

source: Hide number markers
pl: Ukryj znaczniki liczb

source: Hide player
pl: Ukryj odtwarzacz

source: Hide zap errors
pl: Ukryj błędy zmiany kanałów

source: Hierarchy info
pl: Hierarchia info

source: Hierarchy information
pl: Hierarchia informacji

source: High :
pl: Wysokość:

source: High bitrate support
pl: Obsługa wysokiego bitrate

source: History
pl: Historia

source: History back
pl: Poprzedni oglądany

source: History buttons mode
pl: Tryb przycisków historii

source: History next
pl: Następny oglądany

source: History zap...
pl: Historia zmiany kanałów...

source: Hold screen
pl: Trzymaj ekran

source: Hold till locked
pl: Trzymaj aż do zablokowania

source: Holland
pl: Holandia

source: Home
pl: Domowy

source: Hops:
pl: Hop'y:

source: Horizontal
pl: Pozioma

source: Horizontal turning speed
pl: Prędkość skrętu pozimego

source: Hostname:
pl: Nazwa hosta:

source: Hostname:
pl: Nazwa hosta:

source: Hour
pl: Godzina

source: Hourly
pl: Co godzina

source: Hours Mins
pl: Godziny Minuty

source: Hours Mins Secs
pl: Godziny Minuty Sekundy

source: How long does Your STB is running ?
pl: Jak długo jest uruchomiony twój odbiornik?

source: How many minutes do you want add to the recording?
pl: Ile minut chcesz dodać do nagrywania?

source: How many minutes do you want to record for?
pl: Ile minut chcesz nagrywać?

source: Howto & Style
pl: Poradnik i Styl

source: Hue
pl: Barwa

source: Humidity
pl: Wilgotność

source: Humidity :
pl: Wilgotność:

source: Hungarian
pl: Węgierski

source: Hungary
pl: Węgry

source: IMDB search for current event
pl: IMDB szukaj bieżącego zdarzenia

source: IMDb Search
pl: IMDb Szukaj

source: IP address
pl: Adres IP

source: IPK Installation...
pl: Instalator IPK...

source: ISO file is too large for this filesystem!
pl: Plik ISO jest za duży dla tego systemu plików!

source: ISO path
pl: Ścieżka ISO

source: Iceland
pl: Islandia

source: Icons
pl: Ikony

source: Idle Time:
pl: Czas bezczynności:

source: If enabled the output resolution of the box will try to match the resolution of the video content
pl: Jeśli włączony, odbiornik będzie próbował dopasować rozdzielczość obrazu do rozdzielczości materiału wideo

source: If enabled the video will always be de-interlaced.
pl: Jeśli włączony, film zawsze będzie z przeplotem.

source: If set to 'yes' channels without EPG will not be shown.
pl: Jeśli ustawione na "tak", kanały bez EPG nie będą wyświetlane.

source: If set to 'yes' it will show the 'PO' packages in browser.
pl: Jeśli ustawione na "tak", to pokaże pakiety "PO" w przeglądarce.

source: If set to 'yes' it will show the 'SRC' packages in browser.
pl: Jeśli ustawione na "tak", to pokaże pakiety "SRC" w przeglądarce.

source: If set to 'yes' shows a small TV-screen in the EPG.
pl: Jeśli ustawione na "tak", pokazuje małe okno TV w EPG.

source: If set to 'yes' the EPG will always open at the first channel of bouquet. If set to 'no' the EPG will open on the current channel.
pl: Jeśli ustawione na "tak", EPG zawsze się otworzy na pierwszym kanale z bukietu. Jeśli ustawione na "nie", EPG otworzy się na aktualnym kanale.

source: If set to 'yes' the bouquets will be shown each time you open the EPG.
pl: Jeśli ustawione na "tak", bukiety pokażą się przy każdym otwarciu EPG.

source: If set to 'yes' the channel list will be shown after switching between radio and TV modes.
pl: Jeśli ustawione na "tak", lista kanałów pojawi się po przełączeniu między trybami radia i TV.

source: If set to 'yes' the channel number will be displayed in the infobar.
pl: Jeśli ustawione na "tak", numer kanału zostanie wyświetlony na pasku informacyjnym.

source: If set to 'yes' the infobar will be displayed when a new event starts.
pl: Jeśli ustawione na "tak", pasek informacyjny zostanie wyświetlony po rozpoczęciu nowego wydarzenia.

source: If set to 'yes' the infobar will be displayed when changing channels.
pl: Jeśli ustawione na "tak", pasek informacyjny zostanie wyświetlony podczas zmiany kanałów.

source: If set to 'yes' you can preview channels in the EPG list.
pl: Jeśli ustawione na "tak", można przeglądać kanały na liście EPG.

source: If set to 'yes' you can preview channels in the channel list. Press 'OK' to preview the selected channel, press a 2nd 'OK' to exit and zap to that channel, pressing 'EXIT' to return to the channel you started at.
pl: Jeśli ustawione na "tak", można przeglądać kanały na liście kanałów. Naciśnij "OK", aby wyświetlić podgląd wybranego kanału, naciśnij drugi raz "OK", aby wyjść i włączyć wybrany kanał, naciskając "EXIT" powrócisz do poprzedniego kanału.

source: If set to 'yes', allows you to use the seekbar to jump to a point within the event.
pl: Jeśli ustawione na "tak", umożliwia użycie paska przeszukiwania, aby przejść do punktu w wydarzeniu.

source: If set to 'yes', allows you use the seekbar to jump to a point within the event.
pl: Jeśli ustawione na "tak", umożliwia użycie paska przeszukiwania, aby przejść do punktu w wydarzeniu.
