Repository: zukon/translation
Catalog: *.po
Languages: pl

source: This option lets you choose the 3D mode
pl: Ta opcja pozwala wybrać tryb 3D

source: This option lets you show the option in the extension screen
pl: Ta opcja pozwala wyświetlić na ekranie opcję przedłużenia

source: This option moves the PVR status from the separate window into the Movie Player infobar.
pl: Ta opcja przenosi stan PVR z osobnego okna do paska informacyjnego odtwarzacza filmów.

source: This option set the level of surpression of musquito noise (Musquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
pl: Ta opcja ustawia poziom tłumienia szumów (szumy są losowo wygładzanie w wyniku silnej kompresji). Jest to oczywiście kosztem szczegółów obrazu.

source: This option sets the picture contrast.
pl: Ta opcja ustawia kontrast obrazu.

source: This option sets the picture brightness.
pl: Ta opcja ustawia jasność obrazu.

source: This option sets the picture color space.
pl: Ta opcja ustawia przestrzeń kolorów obrazu.

source: This option sets the picture flesh tones.
pl: Ta opcja ustawia ton obrazu.

source: This option sets the picture hue.
pl: Ta opcja ustawia odcień obrazu.

source: This option sets the picture saturation.
pl: Ta opcja ustawia nasycenie obrazu.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
pl: Ta opcja ustawia ostrość skalera, używaną podczas rozciągania obrazu od 4:3 do 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
pl: Ta opcja ustawia tłumienia fałszywych konturów cyfrowych, które są wynikiem z ograniczonej liczby wartości dyskretnych.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
pl: Ta opcja ustawia ostrość obrazu, używana gdy obraz został prawidłowo przeskalowany.

source: This plugin is installed.
pl: Ten plugin jest zainstalowany.

source: This plugin is not installed.
pl: Ten plugin jest niezainstalowany.

source: This plugin will be installed.
pl: Ten plugin będzie zainstalowany.

source: This plugin will be removed.
pl: Ten plugin będzie usunięty.

source: This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
pl: Ten kreator poprowadzi Cię przez podstawową konfigurację %s %s. Naciśnij przycisk OK na pilocie, aby przejść do następnego kroku.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
pl: Ten test sprawdza skonfigurowane serwery nazw. Jeśli pojawi się komunikat "niepotwierdzony": - sprawdź ustawienia DHCP, okablowania i karty - jeśli ręcznie skonfigurowałeś swoje serwery nazw, zweryfikuj swoje wpisy w konfiguracji "Serwer nazw"

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
pl: Ten test sprawdza, czy kabel sieciowy jest podłączony do karty LAN. Jeśli otrzymasz komunikat "odłączony": - sprawdź, czy kabel sieciowy jest podłączony - sprawdź, czy kabel nie jest uszkodzony

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
pl: Ten test sprawdza, czy został znaleziony prawidłowy adres IP dla karty LAN. Jeśli pojawi się komunikat "niepotwierdzony": - nie znaleziono prawidłowego adresu IP - sprawdź ustawienia DHCP, okablowania i karty

source: This test checks whether your LAN adapter is set up for automatic IP address configuration with DHCP. If you get a "disabled" message: - then your LAN adapter is configured for manual IP setup - verify thay you have entered correct IP informations in the adapter setup dialog. If you get an "enabled" message: -verify that you have a configured and working DHCP server in your network.
pl: Ten test sprawdza, czy twoja karta LAN jest skonfigurowana do automatycznej konfiguracji adresu IP za pomocą DHCP. Jeśli pojawi się komunikat "wyłączony": - wtedy twoja karta LAN jest skonfigurowana do ręcznej konfiguracji IP - sprawdź, czy wprowadziłeś poprawne informacje IP w oknie dialogowym konfiguracji karty. Jeśli pojawi się komunikat "włączony": - sprawdź, czy masz skonfigurowany i działający serwer DHCP w swojej sieci.

source: This test detects your configured LAN adapter.
pl: Test ten wykrywa skonfigurowaną kartę LAN.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
pl: To spowoduje ponowne obliczanie wszystkich pozycji obrotnicy i może usunąć wcześniej zapamiętane pozycje! Czy na pewno chcesz to zrobić?

source: Three
pl: Trzy

source: Threshold
pl: Próg

source: Thu
pl: Czw.

source: Thumbnails
pl: Miniatury

source: Thursday
pl: Czwartek

source: TiVo support
pl: TiVo wsparcie

source: Time
pl: Czas

source: Time Update in Minutes
pl: Aktualizacja czasu w minutach

source: Time Update in Minutes:
pl: Aktualizacja czasu w minutach:

source: Time delay until standby or deep standby
pl: Opóźnienie czasowe do stanu gotowości / głęb. czuwania

source: Time for Slideshow
pl: Czas dla slajdów

source: Time scale
pl: Skala czasowa

source: Time settings
pl: Ustawienia czasu

source: Time to execute command or script
pl: Czas uruchomienia polecenia lub skryptu

source: Timeline 24 Hour
pl: Dobowa oś czasu

source: Timeline font size
pl: Rozmiar czcionki osi czasu

source: Timer List
pl: Lista wpisów timera

source: Timer conflict detection when fallback is enabled
pl: Wykrywanie konfliktu timera po włączeniu funkcji awaryjnej

source: Timer edit
pl: Edycja timera

source: Timer editor
pl: Edytor timera

source: Timer entry
pl: Wpis timera

source: Timer log
pl: Log timera

source: Timer overlap in pm_timers.xml detected! Please recheck it!
pl: W pliku pm_timers.xml wykryto niezgodności czasowe! Proszę, sprawdź ponownie!

source: Timer overlap in timers.xml detected! Please recheck it!
pl: W pliku timers.xml wykryto nakładanie się timerów! Proszę, sprawdź ponownie!

source: Timer overview
pl: Przegląd timera

source: Timer record location
pl: Lokalizacja nagrywania

source: Timer recording location
pl: Lokalizacja nagrań z timera

source: Timer sanity error
pl: Błąd timera

source: Timer selection
pl: Wybór timera

source: Timer selection...
pl: Wybór timera...

source: Timer status:
pl: Status timera:

source: Timer type
pl: Typ timera

source: Timers
pl: Timery

source: Timeshift location
pl: Lokalizacja timeshift

source: Timeshift not possible!
pl: Timeshift niemożliwy!

source: Timeshift save failed!
pl: Timeshift błąd zapisu!

source: Timeshift save recording (Select event)
pl: Timeshift zapisz nagranie (wybierz zdarzenie)

source: Timeshift save recording (stop after current event)
pl: Timeshift nagrywanie (zatrzymać obecne zdarzenie)

source: Timeshift saved to your harddisk!
pl: Timeshift zapisać na dysku twardym!

source: Timeshift settings
pl: Ustawienia timeshift

source: Timeshift-save action on zap
pl: Timeshift - akcja po zmianie kanału

source: Timezone
pl: Strefa czasowa

source: Timezone area
pl: Rejon strefy czasowej

source: Title
pl: Tytuł

source: Title properties
pl: Właściwości tytułu

source: Titleset mode
pl: Tryb ustawienia tytułu

source: Today
pl: Dzisiaj

source: Toggle Digital downmix...
pl: Przełącz cyfrowy downmix...

source: Toggle HDMI-In PiP
pl: Przełącz źródło HDMI-In PiP

source: Toggle HDMI-In full screen
pl: Przełącz pełny obraz ze źródła HDMI-In

source: Toggle PIP-ZAP
pl: Przełącznik PiP-zmiana kanału

source: Toggle Picture In Graphics
pl: Przełącz PiG

source: Toggle a cut mark at the current position
pl: Przełącz wycięty znak na bieżącą pozycję

source: Toggle aspect ratio...
pl: Przełącz proporcje obrazu...

source: Toggle between bouquet/epg lists
pl: Przełącz pomiędzy listami bukietów/epg

source: Tomorrow
pl: Jutro

source: Tone amplitude
pl: Amplituda tonu

source: Tone mode
pl: Tryb tonowy

source: Top and Bottom
pl: Góra i dół

source: Top rated
pl: Najwyżej notowane

source: Total
pl: Całkowita

source: Total Memory:
pl: Pamięć ogółem:

source: Total Swap:
pl: Swap ogółem:

source: Total cards:
pl: Razem kart:

source: Total handled client ecm's
pl: Razem obsługiwanych klientów ecm'ów

source: Total handled client emm's
pl: Razem obsługiwanych klientów emm'ów

source: Total:
pl: Ogółem:

source: Track
pl: Ścieżka

source: Translation
pl: Tłumaczenie

source: Translation Information
pl: Informacje o tłumaczeniu

source: Translation:
pl: Tłumaczenie:

source: Translations
pl: Tłumaczenia

source: Transmission mode
pl: Tryb transmisji

source: Transparent
pl: Przezroczystość

source: Transponder type
pl: Typ transpondera

source: Trashcan:
pl: Kosz:

source: Travel & Events
pl: Podróże

source: Tries left:
pl: Próby skończone:

source: Try to find used transponders in cable network.. please wait...
pl: Spróbuj odnaleźć używane transpondery w sieci kablowej... Proszę czekać...

source: Trying to download a new packetlist. Please wait...
pl: Próbuję pobrać nową listę pakietów. Proszę czekać...

source: Tue
pl: Wt.

source: Tuesday
pl: Wtorek

source: Tune
pl: Ustawienia

source: Tune and focus
pl: Ustawienia i obrót

source: Tune failed!
pl: Strojenie nieudane!

source: Tuner
pl: Głowica

source: Tuner
pl: Głowica

source: Tuner :
pl: Głowica:

source: Tuner configuration
pl: Konfiguracja głowicy

source: Tuner is not supported
pl: Głowica nie jest obsługiwana

source: Tuner live values
pl: Wart. bieżące głowicy

source: Tuner not available.
pl: Głowica nie jest dostępna.

source: Tuner settings
pl: Ustawienia głowicy

source: Tuner settings values
pl: Wart. ustaw. głowicy

source: Tuner setup
pl: Konfiguracja głowicy

source: Tuner slot
pl: Gniazdo głowicy

source: Tuner status
pl: Status głowicy

source: Tuner status %s
pl: Status głowicy %s

source: Tuner type
pl: Typ głowicy

source: Tuning info: live values
pl: Informacje o głowicy: wartości bieżące

source: Tuning info: settings values
pl: Informacje o głowicy: wartości ustawień

source: Turkey
pl: Turcja

source: Turkish
pl: Turecki

source: Turn off HDMI-IN PiP mode
pl: Wyłącz PiP ze źródła HDMI-IN

source: Turn off HDMI-IN full screen mode
pl: Wyłącz pełny ekran ze źródła HDMI-IN

source: Turn on HDMI-IN PiP mode
pl: Włącz PiP ze źródła HDMI-IN

source: Turn on HDMI-IN full screen mode
pl: Włącz pełny obraz ze źródła HDMI-IN

source: Turn on the power LED during standby.
pl: Włącz diodę LED podczas czuwania.

source: Turning step size
pl: Włączanie rozmiaru kroku

source: Two
pl: Dwa

source: Two lines
pl: Dwie linie

source: Type
pl: Typ

source: Type of scan
pl: Typ skanowania

source: Type:
pl: Typ:

source: USALS calibration
pl: Kalibracja USALS

source: USB 2 device mounted in:
pl: USB 2 zamontowany w:

source: USB 3 device mounted in:
pl: USB 3 zamontowany w:

source: USB device mounted in:
pl: USB zamontowany w:

source: Ukraine
pl: Ukraina

source: Ukrainian
pl: Ukraiński

source: Unattended upgrade without GUI and reboot system
pl: Bezobsługowa aktualizacja bez GUI i ponowne uruchomienie systemu

source: Uncover dashed flickering line for this service
pl: Odkryj przerywaną linię migotania dla tego kanału

source: Undetermined
pl: Nieokreślony

source: Undo install
pl: Anuluj instalację

source: Undo uninstall
pl: Anuluj odinstalowanie

source: Unencrypted
pl: Nieszyfrowane

source: UnhandledKey
pl: Klawisz nieobsługiwany

source: Uninstall
pl: Odinstaluj

source: United Arab Emirates
pl: Zjednoczone Emiraty Arabskie

source: United Kingdom
pl: Wielka Brytania

source: United States
pl: Stany Zjednoczone

source: Universal LNB
pl: Uniwersalny LNB

source: Unknown
pl: Nieznany

source: Unknown error
pl: Nieznany błąd

source: Unmount
pl: Odmontuj

source: Unsupported
pl: Nieobsługiwany

source: Up
pl: W górę

source: Up/Down button mode
pl: Tryb przycisków góra/dół

source: Update
pl: Aktualizuj

source: Update Cache
pl: Aktualizacja pamięci podręcznej

source: Update Setup
pl: Ustawienia aktualizacji

source: Update and ask to reboot
pl: Aktualizacja odbiornika z potwierdzeniem ponownego uruchomienia

source: Update channel list only
pl: Aktualizacja tylko listy kanałów

source: Update completed, %d package was installed.
pl: Aktualizacja zakończona, zainstalowano %d pakiet.

source: Update failed. Your %s %s does not have a working internet connection.
pl: Aktualizacja nie powiodła się. Twój %s %s nie posiada działającego połączenia internetowego.

source: Update interval (in seconds)
pl: Częstotliwość aktualizacji (w sekundach)

source: Update is available
pl: Aktualizacja jest dostępna

source: Update/Backup your firmware, Backup/Restore settings
pl: Aktualizacja/kopia zapasowa oprogramowania, kopia zapasowa/przywracanie ustawień

source: Update/Backup/Restore your box
pl: Aktualizacja/kopia zapasowa/przywróć

source: Updatefeed not available.
pl: Aktualizacja kanału niedostępna.

source: Updating software catalog
pl: Aktualizowanie katalogu oprogramowania

source: Upgradable Packages
pl: Aktualizowane pakiety

source: Upgrade and reboot system
pl: Aktualizuj i uruchom automatycznie odbiornik

source: Upgrade finished.
pl: Aktualizacja zakończona.

source: Upgrading
pl: Aktualizowanie

source: Upgrading Your
pl: Aktualizacja twojego

source: Uphops +
pl: Uphop'y +

source: Uphops -
pl: Uphop'y -

source: Uphops:
pl: Uphop'y:

source: Upper USB
pl: Górny port USB

source: Uptime
pl: Czas działania

source: Usage setup
pl: Ustawienia użycia

source: Use
pl: Użyj

source: Use DHCP
pl: Użyj DHCP

source: Use EIT EPG information when it is available.
pl: Użyj informacji EIT EPG gdy dostępne.

source: Use FreeSat EPG information when it is available.
pl: Użyj informacji FreeSat EPG gdy dostępne.

source: Use Harddisk Hardware Standby Timer
pl: Użyj twardego dysku w stanie czuwania (timer)

source: Use MHW EPG information when it is available.
pl: Użyj informacji MHW EPG gdy dostępne.

source: Use Netmed EPG information when it is available.
pl: Użyj informacji Netmed EPG gdy dostępne.

source: Use TV remote control
pl: Użyj pilota zdalnego sterowania telewizora

source: Use USALS for this sat
pl: Użyj USALS dla tego satelity

source: Use ViaSat EPG information when it is available.
pl: Użyj informacji Viasat EPG gdy dostępne.

source: Use Virgin EPG information when it is available.
pl: Użyj informacji Virgin EPG gdy dostępne.

source: Use Your onw server for feed downloads
pl: Użyj własnego serwera do pobierania plików danych

source: Use a gateway
pl: Użyj bramy

source: Use as HDD
pl: Użyj jako HDD

source: Use circular LNB
pl: Zastosuj polaryzację kołową

source: Use fastscan channel names
pl: Szybki skan nazw kanałów

source: Use fastscan channel numbering
pl: Szybki skan numeracji kanałów

source: Use frequency or channel
pl: Użyj częstotliwości lub kanału

source: Use interface
pl: Użyj interfejsu

source: Use official channel numbering
pl: Użyj oficjalnej numeracji kanałów

source: Use original DVB subtitle position
pl: Użyj oryginalnej pozycji napisów DVB

source: Use original teletext position
pl: Użyj oryginalnej pozycji teletekstu

source: Use package maintainer config files
pl: Użyj plików konfiguracyjnych opiekunów pakietów

source: Use power measurement
pl: Użyj pomiaru mocy

source: Use slim screen
pl: Użyj wąskiego ekranu

source: Use the LEFT/RIGHT buttons on your remote to adjust the height of the user interface. LEFT button decreases the size, RIGHT increases the size.
pl: Użyj przycisków PRAWO/LEWO na pilocie, aby dostosować wysokość interfejsu użytkownika. Przycisk LEWO zmniejsza rozmiar, PRAWO zwiększa rozmiar.

source: Use the LEFT/RIGHT buttons on your remote to adjust the width of the user interface. LEFT button decreases the size, RIGHT increases the size.
pl: Użyj przycisków PRAWO/LEWO na pilocie, aby dostosować szerokość interfejsu użytkownika. Przycisk LEWO zmniejsza rozmiar, PRAWO zwiększa rozmiar.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface left/right.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesunąć interfejs użytkownika w lewo/prawo.

source: Use the LEFT/RIGHT buttons on your remote to move the user interface up/down.
pl: Użyj przycisków LEWO/PRAWO na pilocie, aby przesunąć interfejs użytkownika w górę/dół.

source: Use the Left/Right buttons on your remote to adjust the size of the user interface. Left button decreases the size, Right increases the size.
pl: Użyj przycisków Lewo/Prawo na pilocie, aby dostosować rozmiar interfejsu użytkownika. Lewy przycisk zmniejsza rozmiar, Prawy zwiększa rozmiar.

source: Use the Left/Right buttons on your remote to move the user interface left/right
pl: Użyj przycisków Lewo/Prawo na pilocie, aby przesunąć interfejs użytkownika w lewo/prawo

source: Use the Left/Right buttons on your remote to move the user interface up/down
pl: Użyj przycisków Lewo/Prawo na pilocie, aby przejść do interfejsu użytkownika w górę/dół

source: Use the alternative or the conventional radio mode.
pl: Użyj alternatywnego lub konwencjonalnego trybu radia.

source: Use the alternative screen
pl: Użyj alternatywnego ekranu

source: Use the network wizard to configure selected network adapter
pl: Użyj kreatora sieci, aby skonfigurować wybraną kartę sieciową

source: Use the up/down keys on your remote control to select an option. After that, press OK.
pl: Użyj klawiszy góra/dół na pilocie by wybrać opcje. Następnie naciśnij OK.

source: Use the wizard to set up basic features
pl: Użyj kreatora do podstawowych ustawień

source: Use these input device settings?
pl: Użyć tych ustawień dla urządzenia?

source: Use these settings?
pl: Użyć tych ustawień?

source: Use this video enhancement settings?
pl: Użyć tych ustawień korekcji obrazu?

source: Use timeshift seekbar while timeshifting?
pl: Użyć paska przeszukiwania podczas timeshiftu?

source: Use trash can in movielist
pl: Użyj kosza w liście filmów

source: Use work-around for recordings from deep-standby
pl: Użyj obejścia dla nagrań z głębokiego czuwania

source: Used service scan type
pl: Używany typ skanowania kanałów

source: Used:
pl: Używany:

source: User - bouquets
pl: Bukiety użytkownika

source: User Scripts Info
pl: Informacje o skryptach użytkownika

source: User Server Addons
pl: Personalny serwer dodatków

source: User defined
pl: Zdefiniowany przez użytkownika

source: User defined transponder
pl: Zdefiniowane przez użytkownika transponder

source: User interface
pl: Interfejs użytkownika

source: User interface settings
pl: Ustawienia interfejsu użytkownika

source: User interface visibility
pl: Przezroczystość skórki

source: Username
pl: Użytkownik

source: Username (httpuser)
pl: Użytkownik (httpuser)

source: Username:
pl: Użytkownik:

source: Using LNB %d
pl: Używany LNB %d

source: Using fixed address
pl: Użyj stałego adresu

source: Using old profile:
pl: Użyj starego profilu:

source: Using tuner %s
pl: Używana głowica %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
pl: Normalnie, gdy język napisów jest taki sam jak język audio, napisy nie będą wyświetlane. Włącz tę opcję, aby zezwolić na użycie tych napisów.

source: VLAN connection
pl: Połączenie VLAN

source: VMGM (intro trailer)
pl: VMGM (intro zwiastun)

source: Verifying your internet connection...
pl: Sprawdzanie połączenia z internetem...

source: Version: %s
pl: Wersja: %s

source: Version:
pl: Wersja:

source: Version: %s
pl: Wersja: %s

source: Vertical
pl: Pionowa

source: Vertical turning speed
pl: Prędkość skrętu pionowego

source: Very short filenames
pl: Bardzo krótkie nazwy plików

source: Very very short filenames - Warning
pl: Uwaga - bardzo krótkie nazwy plików

source: Video Enhancement Settings
pl: Korekcja obrazu

source: Video Size:
pl: Rozmiar wideo:

source: Video Size: n/a
pl: Rozmiar wideo: n/a

source: Video content: %ix%i%s %iHz
pl: Zawartość wideo: %ix%i%s %iHz

source: Video enhancement
pl: Korektor obrazu

source: Video enhancement preview
pl: Podgląd korekcji obrazu

source: Video enhancement setup
pl: Konfiguracja wzmocnień wideo

source: Video fine tuning
pl: Kalibracja obrazu

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
pl: Wybór wejścia wideo Wciśnij OK, jeśli widzisz tą stronę na ekranie TV (lub wybierz inne wejście). Kolejne wejście będzie wypróbowane za 20 sekund.

source: Video mode selection.
pl: Wybór trybu wideo.

source: Video mode: %s
pl: Tryb wideo: %s

source: Video output
pl: Wyjście wideo

# Video output mode
source: Mode
pl: Tryb

source: Video settings
pl: Ustawienia wideo

source: Video successfully added to favorites
pl: Kanał został dodany do ulubionych

source: Video: %s fps
pl: Wdeo: %s fps

source: VideoMode
pl: Tryb wideo

source: Videobrowser exit behavior:
pl: Zachowanie przeglądarki wideo przy wyjściu:

source: Videocodec
pl: Kodek wideo

source: Videocodec, size & format
pl: Kodek wideo, rozmiar i format

source: Videoformat
pl: Format wideo

source: Videomode
pl: Tryb wideo

source: Videoplayer stop/exit behavior:
pl: Zachowanie odtwarzacza przy wyjściu:

source: Videosize
pl: Rozmiar wideo

source: Vietnam
pl: Wietnam

source: View
pl: Widok

source: View Movies...
pl: Wyświetl filmy...

source: View Rass interactive...
pl: Zobacz interaktywny Rass...

source: View Video CD...
pl: Zobacz Video CD...

source: View active downloads
pl: Zobacz pobierane pliki

source: View details
pl: Pokaż szczegóły

source: View extensions...
pl: Wyświetl rozszerzenia...

source: View list of available
pl: Zobacz listę dostępnych

source: View list of available CommonInterface extensions
pl: Zobacz listę dostępnych rozszerzeń dla Modułu CI

source: View list of available EPG extensions.
pl: Zobacz listę dostępnych rozszerzeń dla EPG.

source: View list of available Satellite equipment extensions.
pl: Zobacz listę dostępnych rozszerzeń dla wyposażenia sat.

source: View list of available communication extensions.
pl: Zobacz listę dostępnych rozszerzeń dla komunikacji.

source: View list of available default settings
pl: Zobacz listę dostępnych ustawień domyślnych

source: View list of available display and userinterface extensions.
pl: Zobacz listę dostępnych rozszerzeń dla wyświetlacza i GUI.

source: View list of available multimedia extensions.
pl: Zobacz listę dostępnych rozszerzeń dla multimediów.

source: View list of available networking extensions
pl: Zobacz listę dostępnych rozszerzeń sieci

source: View list of available recording extensions
pl: Zobacz listę dostępnych rozszerzeń nagrywania

source: View list of available skins
pl: Zobacz listę dostępnych skórek

source: View list of available software extensions
pl: Zobacz listę dostępnych rozszerzeń oprogramowania

source: View list of available system extensions
pl: Zobacz listę dostępnych rozszerzeń systemu

source: View mode
pl: Tryb podglądu

source: View photos...
pl: Wyświetl zdjęcia…

source: View teletext...
pl: Zobacz teletekst...

source: View the changes
pl: Zobacz zmiany

source: View video CD...
pl: Zobacz video CD...

source: Views:
pl: Wyświetlenia:

source: Violet
pl: Fioletowy

source: Virtual keyboard
pl: Wirtualna klawiatura

source: Visibility :
pl: Widoczność:

source: Vix forum user name
pl: Nazwa użytkownika forum ViX

source: Voltage mode
pl: Tryb napięcia

source: Volume
pl: Głośność

source: Volume down
pl: Głośność -

source: Volume up
pl: Głośność +
