Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Press OK to get further details for %s
pl: Naciśnij OK, aby uzyskać więcej info o %s

source: Press OK to scan
pl: Naciśnij OK, aby skanować

source: Press OK to select a provider.
pl: Naciśnij OK, aby wybrać operatora.

source: Press OK to select satellites
pl: Naciśnij OK, aby wybrać satelitę

source: Press OK to select/deselect a CAId.
pl: Naciśnij OK, aby wybrać/usunąć CAId.

source: Press OK to set the MAC address.
pl: Naciśnij OK, aby ustawić adres MAC.

source: Press OK to set the MAC-address.
pl: Naciśnij OK, aby ustawić adres MAC.

source: Press OK to start the scan
pl: Naciśnij OK, aby rozpocząć skanowanie

source: Press OK to toggle the selection
pl: Naciśnij OK, aby zmienić wybór

source: Press OK to toggle the selection.
pl: Naciśnij OK, aby zmienić wybór.

source: Press ok to confirm
pl: Naciśnij ok, aby potwierdzić

source: Press yellow to set this interface as the default interface.
pl: Wciśnij żółty, aby ustawić ten interfejs jako domyślny.

source: Pressure
pl: Ciśnienie

source: Pressure :
pl: Ciśnienie:

source: Preview
pl: Podgląd

source: Preview menu
pl: Menu podglądu

source: Previous
pl: Poprzedni

source: Primary DNS
pl: Pierwszy DNS

source: Primetime hour
pl: Najlepsza godzina

source: Primetime minute
pl: Najlepsza minuta

source: Prioritize updates of packages (--force-overwrite)
pl: Priorytet aktualizacji pakietów (wymuś nadpisanie)

source: Priority
pl: Priorytet

source: Process
pl: Proces

source: Profile
pl: Profil

source: Profile: Local box
pl: Profil: lokalny dekoder

source: Progress
pl: Postęp

source: Progress bar left
pl: Pasek postępu z lewej

source: Progress bar right
pl: Pasek postępu z prawej

source: Properties of current title
pl: Właściwości aktualnego tytułu

source: Protect Screens
pl: Zabezpiecz ekrany

source: Protect screens
pl: Zabezpiecz ekrany

source: Protect services
pl: Zabezpiecz kanały

source: Protocol
pl: Protokół

source: Protocol:
pl: Protokół:

source: Provider
pl: Operator

source: Provider Name:
pl: Nazwa operatora:

source: Provider to scan
pl: Skanowanie operatora

source: Provider:
pl: Operator:

source: Provider: n/a
pl: Operator: nd.

source: Providers
pl: Operatorzy

source: Providers:
pl: Operatorzy:

source: Providers:
pl: Operatorzy:

source: Published
pl: Publikowane

source: Put TV in standby
pl: Przełączaj TV w stan czuwania

source: Put your %s %s in standby
pl: Przełącz %s %s w stan czuwania

source: Put your AV Receiver in standby
pl: Przełącz odbiornik AV w stan czuwania

source: Python frontend for /tmp/mmi.socket
pl: Nakładka Pythona dla /tmp/mmi.socket

source: Question
pl: Pytanie

source: Quick
pl: Szybko

source: Quick Actions
pl: Szybka akcja

source: Quick button setup
pl: Szybka konfiguracja przycisku

source: Quick zap
pl: Szybka zmiana kanałów

source: Quit Movie Player with EXIT button
pl: Zamknij odtwarzacz filmów przyciskiem EXIT

source: RF output
pl: Wyjście RF

source: Random
pl: Losowo

source: Rating defined by broadcaster - %d
pl: Klasyfikacja określona przez nadawcę - %d

source: Rating undefined
pl: Klasyfikacja nieokreślona

source: Reader
pl: Czytnik

source: Reader Statistics
pl: Statystyki czytnika

source: Ready to install "%s" ?
pl: Gotowe do instalacji "%s" ?

source: Ready to install %s ?
pl: Gotowe do instalacji %s ?

source: Ready to remove "%s" ?
pl: Gotowy do usunięcia "%s" ?

source: Ready to remove %s ?
pl: Gotowy do usunięcia %s ?

source: Really WOL now?
pl: Wykonać teraz WOL?

source: Really close without saving settings?
pl: Wyjść bez zapisywania ustawień?

source: Really delete this WeatherPlugin Entry?
pl: Czy naprawdę usunąć ten wpis pogody?

source: Really exit the subservices quickzap?
pl: Wyjść z podsekcji szybkiej zmiany kanałów?

source: Really quit MyTube Player?
pl: Czy naprawdę wyjść z odtwarzacza MyTube?

source: Really reboot now?
pl: Wykonać restart teraz?

source: Really reflash your %s %s and reboot now?
pl: Wykonać aktualizację %s %s i zrestartować?

source: Really restart now?
pl: Zrestartować teraz?

source: Really shutdown now?
pl: Wyłączyć teraz?

source: Really upgrade the front panel and reboot now?
pl: Wykonać aktualizację przedniego panelu i zrestartować teraz?

source: Really upgrade the frontprocessor and reboot now?
pl: Wykonać aktualizację frontprocesora i zrestartować teraz?

source: Really upgrade your %s %s and reboot now?
pl: Wykonać aktualizację %s %s i zrestartować?

source: Reboot
pl: Uruchom ponownie

source: Rebuild
pl: Przeładowanie

source: Rebuild LCN bouquet now?
pl: Wykonać nową numerację LCN?

source: Rec
pl: Nagraj

source: Reception Settings
pl: Ustawienia odbioru

source: Reception lists
pl: Listy odbioru

source: Reception settings
pl: Ustawienia odbioru

source: Record
pl: Nagrania

source: Record next
pl: Nagraj następne

source: Record now
pl: Nagraj teraz

source: Record started! Stopping timeshift now ...
pl: Nagrywanie rozpoczęte! Zatrzymać timeshift teraz...

source: Record time limited due to conflicting timer %s
pl: Czas nagrywania ograniczony z powodu konfliktu timera %s

source: Recording
pl: Nagranie

source: Recording Setup
pl: Konfiguracja nagrywania

source: Recording and playback settings
pl: Ustawienia odtwarzania i nagrywania

source: Recording devices
pl: Urządzenia do nagrywania

source: Recording in progress
pl: Nagrywanie w toku

source: Recording paths
pl: Lokalizacja nagrań

source: Recording settings
pl: Ustawienia nagrywania

source: Recording type
pl: Typ nagrywania

source: Recording(s) are in progress or coming up in few seconds!
pl: Nagrywanie jest w toku lub rozpocznie się za kilka sekund!

source: Recordings
pl: Nagrania

source: Recordings always have priority
pl: Nagrywanie zawsze ma priorytet

source: Records
pl: Nagrania

source: Red
pl: Czerwony

source: Red button...
pl: Czerwony przycisk...

source: Red colored
pl: Kolor czerwony

source: Red long
pl: Czerwony - długie naciśnięcie

source: Reduce size logging:
pl: Zmniejsz rozmiar loga:

source: Reduce time scale
pl: Zmniejsz skalę czasu

source: Reflash recommended!
pl: Zalecane ponowne wgranie przez port USB!

source: Refresh every (in hours)
pl: Odśwież co (w godzinach)

source: Refresh rate
pl: Częstotliwość odświeżania

source: Refresh rate selection.
pl: Wybór częstotliwości odświeżania.

source: Regard deep standby as standby
pl: Traktować głębokie czuwanie jako stan czuwania

source: Relative
pl: Względna

source: Reload
pl: Przeładuj

source: Reload Services
pl: Odśwież kanały

source: Reloading EPG Cache...
pl: Przeładuj pamięć podręczną EPG...

source: Reloading bouquets and services...
pl: Przeładowanie bukietów i kanałów...

source: Remaining
pl: Pozostały

source: Remaining & Elapsed
pl: Pozostały i upływający

source: Remember service PIN
pl: Pamiętaj PIN kanału

source: Remember to reload enigma2 !
pl: Pamiętaj aby zrestartować GUI!

source: Remote Control Code
pl: Kod pilota

source: Remote box
pl: Zdalne

source: Remote control type
pl: Typ pilota

source: Remote logging:
pl: Zdalne logowanie:

source: RemoteControlCode
pl: Kod pilota

source: Remove
pl: Usunąć

source: Remove Confirmation
pl: Usuń potwierdzenie

source: Remove Image
pl: Usuń oprogramowanie

source: Remove OpenMultiBoot
pl: Usuń OpenMultiBoot

source: Remove Plugins
pl: Usuń pluginy

source: Remove Service
pl: Usuń kanał

source: Remove a mark
pl: Usuń znacznik

source: Remove a nameserver entry
pl: Usuń wpis DNS

source: Remove addons
pl: Usuń dodatki

source: Remove all alternatives
pl: Usuń wszystkie alternatywne

source: Remove all installed images
pl: Usuń wszystkie zainstalowane obrazy

source: Remove all new found flags
pl: Usuń wszystkie nowo znalezione flagi

source: Remove bookmark
pl: Usuń zakładkę

source: Remove bouquet from parental protection
pl: Usuń bukiet z kontroli rodzicielskiej

source: Remove cable services
pl: Usuń kanały TV kablowej

source: Remove completed timers after (days)
pl: Usuń wykonane timery po (dni)

source: Remove currently selected title
pl: Usuń aktualnie wybrany tytuł

source: Remove entry
pl: Usuń wpis

source: Remove finished.
pl: Usuwanie ukończone.

source: Remove from parental protection
pl: Usuń z kontroli rodzicielskiej

source: Remove installed plugins
pl: Usuń zainstalowane pluginy

source: Remove items from trash can after (days)
pl: Usuń pliki z kosza po (dni)

source: Remove new found flag
pl: Usuń nowo znalezioną flagę

source: Remove plugins
pl: Usuń pluginy

source: Remove selected satellite
pl: Usuń wybranego satelitę

source: Remove softcams or iptv plugins
pl: Usuń emulatory oraz pluginy iptv

source: Remove terrestrial services
pl: Usuń kanały TV naziemnej

source: Remove title
pl: Usuń tytuł

source: Removing
pl: Usuwanie

source: Removing Service
pl: Usuwanie kanału

source: Removing canceled!
pl: Usuwanie przerwane!

source: Removing directory %s failed. (Maybe not empty.)
pl: Usunięcie katalogu %s nie powiodło się. (Być może nie jest pusty.)

source: Removing partition table
pl: Usuwanie tablicy partycji

source: Rename
pl: Zmień nazwę

source: Rename entry
pl: Zmiana nazwy wpisu

source: Rename failed!
pl: Zmiana nazwy nie powiodła się!

source: Rename to:
pl: Zmień nazwę na:

source: Renamed %s!
pl: Zmieniono nazwę %s!

source: Repeat
pl: Powtarzać

source: Repeat Display Message
pl: Powtórz wyświetlaną wiadomość

source: Repeat the sent standby and wakeup commands
pl: Powtórz wysłane polecenia stanu czuwania i wybudzania

source: Repeat the standby commands?
pl: Powtórzyć polecenia stanu czuwania?

source: Repeat type
pl: Typ powtórzenia

source: Repeating event currently recording... What do you want to do?
pl: Powtarzane wydarzenie właśnie jest nagrywane... Co chcesz zrobić?

source: Repeats
pl: Powtórki

source: Require authentication for http streams
pl: Wymagaj uwierzytelnienia dla strumienia http

source: Required medium type:
pl: Wymagany typ nośnika:

source: Rereading partition table
pl: Ponowne odczytywanie tablicy partycji

source: Reserved
pl: Zarezerwowany

source: Reset
pl: Zresetuj

source: Reset and renumerate title names
pl: Zresetuj i ponumeruj nazwy tytułów

source: Reset persistent PIN code
pl: Zresetuj stały kod PIN

source: Reset playback position
pl: Zresetuj pozycję startu odtwarzania

source: Reset tv-screen after playback:
pl: Zresetuj ekran tv po odtwarzeniu:

source: Reset video enhancement settings to system defaults?
pl: Zresetować ustawienia do domyślnych?

source: Reset video enhancement settings to your last configuration?
pl: Zresetować ustawienia do poprzedniej konfiguracji?

source: Reshare:
pl: Udostępnij dalej:

source: Resolution
pl: Rozdzielczość

source: Restart
pl: Zrestartuj

source: Restart %s %s.
pl: Zrestartuj %s %s.

source: Restart GUI
pl: Zrestartuj GUI

source: Restart GUI now?
pl: Zrestartować GUI teraz?

source: Restart enigma
pl: Zrestartuj GUI

source: Restart network
pl: Zrestartuj sieć

source: Restart test
pl: Uruchom ponownie test

source: Restart your network connection and interfaces.
pl: Zrestartuj połączenie sieciowe i interfejsy.

source: Restore
pl: Przywróć

source: Restore HYPERION
pl: Przywróć HYPERION

source: Restore backups
pl: Przywróć kopię

source: Restore system settings
pl: Przywróć ustawienia systemowe

source: Restoring...
pl: Przywracanie...

source: Restrict the active time range
pl: Ogranicz aktywny zakres czasu

source: Results: %s - Page: %s
pl: Wynik: %s - Strona: %s

source: Resume from last position
pl: Wznów od ostatniej pozycji

source: Resume position at %s
pl: Pozycja wznowienia na %s

source: Resuming playback
pl: Wznawianie odtwarzania

source: Retrieving data ...
pl: Pobieram dane...

source: Return to movie list
pl: Powrót do listy filmów

source: Return to previous service
pl: Powrót do poprzedniego kanału

source: Reverse bouquet buttons
pl: Odwróć przyciski bukietów

source: Reverse list
pl: Odwróć listę

source: Rewind
pl: Przewijanie do tyłu

source: Rewind speeds
pl: Prędkości przewijania do tyłu

source: Rewrap subtitles
pl: Przewiń napisy

source: Rewrap teletext subtitles
pl: Przewiń napisy teletekstu

source: Right
pl: Prawo

source: Right from servicename
pl: Na prawo od nazwy kanału

source: Roll-off
pl: Zejście

source: Romania
pl: Rumunia

source: Romanian
pl: Rumuński

source: Root directory
pl: Katalog główny

source: Rotor turning speed
pl: Prędkość obrotu silnika

source: Rotor:
pl: Obrotnica:

source: Run
pl: Uruchomić

source: Run Your scripts from /usr/scripts
pl: Uruchamianie skryptów z katalogu /usr/scripts

source: Run how often ?
pl: Jak często uruchamiać?

source: Running
pl: Uruchomiony

source: Russia
pl: Rosja

source: Russian
pl: Rosyjski

source: SABnzbd Setup
pl: Ustawienia SABnzbd

source: SCPC optimized search range
pl: Zoptymalizowany zakres wyszukiwania SCPC

source: SD card mounted in:
pl: Karta SD zamontowana w:

source: SINGLE LAYER DVD
pl: Jednowarstwowe DVD

source: Samba Setup
pl: Ustawienia Samba

source: Same resolution as skin
pl: Taka sama rozdzielczość jak skórki

source: Sat
pl: Sob.

source: Satellite
pl: Satelita

# Satellite configuration mode
source: Mode
pl: Tryb

source: Satellite dish setup
pl: Ustawienia anteny

source: Satellite equipment
pl: Wyposażenie sat

source: Satellite equipment setup
pl: Ustawienia wyposażenia sat

source: Satellite longitude:
pl: Długość geograficzna satelity:

source: Satellites
pl: Satelity

source: Satfinder
pl: Miernik sygnału

source: Sats
pl: Satelity

source: Saturation
pl: Nasycenie

source: Saturday
pl: Sobota

source: Save
pl: Zapisz

source: Save EPG
pl: Zapisz EPG

source: Save and record
pl: Zapisz i nagraj

source: Save and stop
pl: Zapisz i zatrzymaj

source: Save every (in hours)
pl: Zapisz za każdym razem (w godzinach)

source: Save playlist
pl: Zapisz playlistę

source: Save right folder on exit (%s)
pl: Zapisz prawą pozycję folderu przy wyjściu (%s)

source: Save timeshift as movie and continue recording
pl: Zapisz timeshift jako film i kontynuuj nagrywanie

source: Save timeshift as movie and stop recording
pl: Zapisz timeshift jako film i zakończ nagrywanie

source: Saving EPG Cache...
pl: Zapisywanie pamięci podręcznej EPG...

source: Saving Timeshift files
pl: Zapisywanie plików timeshiftu

source: Saving timeshift as movie now. This might take a while!
pl: Zapisywanie teraz timeshiftu jako film. To może chwilę potrwać!

source: Scaler sharpness
pl: Skalowania ostrości

source: Scaler vertical dejagging
pl: Skaler pionowy dejagging

source: Scaling mode
pl: Tryb skalowania

source: Scan
pl: Skanowanie

source: Scan
pl: Skanowanie

source: Scan %s
pl: Skanowanie %s

source: Scan %s band
pl: Skanuj pasmo %s

source: Scan additional SR
pl: Skanuj dodatkowy SR

source: Scan available networks
pl: Skanuj dostępne sieci

source: Scan files...
pl: Przeszukaj pliki...

source: Scan wireless networks
pl: Skanuj sieci bezprzewodowe

source: Scan your network for wireless access points and connect to them using your selected wireless device.
pl: Skanuj sieć w poszukiwaniu punktów dostępu i połącz z nimi używając wybranego urządzenia.

source: Scanning %s...
pl: Skanowanie %s...

source: Scanning - %d%% completed
pl: Skanowanie - %d%% zakończony

source: Scanning completed, %d channel found
pl: Skanowanie zakończone, znaleziono %d kanał

source: Scanning failed!
pl: Skanowanie nie powiodło się!

source: Scanning...
pl: Skanowanie...

source: Science & Technology
pl: Nauka i technologia

source: Scripts
pl: Skrypty

source: Scrolling Speed
pl: Prędk. przewijania

source: Scrolling Speed (software render)
pl: Prędkość przewijania (programowa)

source: Scrolling delay (software render)
pl: Opóźnienie przewijania (programowe)

source: Search
pl: Szukaj

source: Search Term(s)
pl: Kryteria wyszukiwania

source: Search east
pl: Szukaj na wschód

source: Search for similar events
pl: Szukaj podobnych audycji

source: Search west
pl: Szukaj na zachód

source: Search/WEB
pl: Szukaj/WEB

source: Searching
pl: Szukanie

source: Searching for WLAN networks...
pl: Szukanie sieci bezprzewodowych...

source: Searching for available updates. Please wait...
pl: Wyszukiwanie dostępnych aktualizacji. Proszę czekać...

source: Searching for new installed or removed packages. Please wait...
pl: Poszukiwanie nowych zainstalowanych lub usuniętych pakietów. Proszę czekać...

source: Secondary DNS
pl: Drugi DNS

source: Seek
pl: Przeszukaj

source: Seek backward
pl: Przeszukaj do tyłu

source: Seek backward (enter time)
pl: Przeszukaj do tyłu (wprowadź czas)

source: Seek forward
pl: Przeszukaj do przodu

source: Seek forward (enter time)
pl: Przeszukaj do przodu (wprowadź czas)

source: Seekbar activation
pl: Aktywacja paska przeszukiwania

source: Seekbar sensibility
pl: Czułość paska przeszukiwania

source: Select
pl: Wybierz

source: Select CAId
pl: Wybierz CAId

source: Select HDD
pl: Wybierz HDD

source: Select Location
pl: Wybierz lokalizację

source: Select a bouquet
pl: Wybierz bukiet

source: Select a line to edit
pl: Wybierz linię do edycji

source: Select a movie
pl: Wybierz film

source: Select a network adapter
pl: Wybierz kartę sieciową

source: Select a skin
pl: Wybierz skórkę

source: Select a tuner
pl: Wybierz głowicę

source: Select a wireless network
pl: Wybierz sieć bezprzewodową

source: Select action for timer %s:
pl: Wybierz działanie dla timera %s:

source: Select all
pl: Wybierz wszystkie

source: Select audio track
pl: Wybierz ścieżkę audio

source: Select backup files
pl: Wybierz pliki kopii zapasowej

source: Select backup location
pl: Wybierz lokalizację kopii zapasowej

source: Select channel to record from
pl: Wybierz kanał z którego nagrywać

source: Select copy destination for:
pl: Wybierz miejsce docelowe kopiowania dla:

source: Select default EPG type...
pl: Wybierz domyślny typ EPG...

source: Select destination for:
pl: Wybierz miejsce dla:

source: Select files for backup.
pl: Wybierz pliki do wykonania kopii zapasowej.

source: Select files/folders to backup
pl: Wybierz pliki/foldery do wykonania kopii zapasowej

source: Select folders
pl: Wybierz foldery

source: Select how to activate the Quick EPG mode:
pl: Wybierz sposób aktywacji szybkiego EPG:

source: Select if timeshift should continue when set to record.
pl: Wybierz czy timeshift ma być kontynuowany po ustawieniu nagrywania.

source: Select input device
pl: Wybierz urządzenie wejściowe

source: Select input device.
pl: Wybierz urządzenie wejściowe.

source: Select interface
pl: Wybierz interfejs

source: Select location
pl: Wybierz lokalizację

source: Select movie
pl: Wybierz film

source: Select provider to add...
pl: Wybierz operatora do dodania...

source: Select refresh rate
pl: Wybierz częstotliwość odświeżania

source: Select satellites
pl: Wybierz satelity

source: Select seekbar to be activated by arrow L/R (long) or << >> (long).
pl: Wybierz czy pasek przeszukiwania ma być aktywowany przez strzałkę L/R (długie) czy << >> (długie).

source: Select service to add...
pl: Wybierz kanał do dodania...

source: Select sort method:
pl: Wybierz sposób sortowania:

source: Select target folder
pl: Wybierz folder docelowy

source: Select the movie path
pl: Wybierz ścieżkę filmu

source: Select upgrade source
pl: Wybierz źródło aktualizacji

source: Select upgrade source to edit.
pl: Wybierz źródło aktualizacji do edycji.

source: Select video input with up/down buttons
pl: Wybierz wejście wideo przyciskami góra/dół

source: Select video mode
pl: Wybierz tryb wideo

source: Select what you want the Arrow Up/down button to activate:
pl: Wybierz działanie przycisków góra/dół:

source: Select what you want the Blue button to activate:
pl: Wybierz działanie niebieskiego przycisku:

source: Select what you want the Channel +/- button to activate:
pl: Wybierz działanie przycisków kanał +/-:

source: Select what you want the Green button to activate:
pl: Wybierz działanie zielonego przycisku:

source: Select what you want the TV button to activate:
pl: Wybierz działanie przycisku TV:

source: Select what you want the Yellow button to activate:
pl: Wybierz działanie żółtego przycisku:

source: Select wireless network
pl: Wybierz sieć bezprzewodową

source: Select your provider, and press OK to start the scan
pl: Wybierz swojego operatora i naciśnij OK, aby rozpocząć skanowanie

source: Send
pl: Wyślij

source: Send 'sourceactive' before zap timers
pl: Wyślij 'aktywne źródło' przed zaplanowanymi timerami

source: Send Confirmation
pl: Wyślij potwierdzenie

source: Send DiSEqC
pl: Wyślij DiSEqC

source: Send DiSEqC only on satellite change
pl: Wyślij DiSEqC tylko podczas zmiany satelity

source: Send Signal
pl: Wyślij sygnał

source: Send signals to processes
pl: Wyślij sygnały do procesów

source: Send yourself a copy
pl: Wyślij kopię do siebie

source: Seperate titles with a main menu
pl: Oddzielne tytuły z głównym menu

source: September
pl: Wrzesień

source: Sequence repeat
pl: Powtórka sekwencji

source: Serbian
pl: Serbski

source: Serial No
pl: Nr seryjny

source: Serv.Name
pl: Serwer nazw

source: Server Name
pl: Serwer nazw

source: Server:
pl: Serwer:

source: Servers
pl: Serwery

source: Servers:
pl: Serwery:

source: Service
pl: Kanał

source: Service & PIDs
pl: Kanał i PID'y

source: Service ID
pl: ID kanału

source: Service Information
pl: Informacje o kanale

source: Service Name
pl: Nazwa kanału

source: Service Title mode
pl: Obsługa trybu kanału

source: Service font size
pl: Rozmiar czcionki kanału

source: Service info font size
pl: Rozmiar czcionki info o kanale

source: Service invalid! (Timeout reading PMT)
pl: Kanał nieprawidłowy! (Limit czasu czytania PMT)

source: Service name
pl: Nazwa kanału

source: Service name font size
pl: Rozmiar czcionki nazwy kanału

source: Service not found! (SID not found in PAT)
pl: Nie znaleziono kanału! (SID nie znaleziony w PAT)

source: Service number font size
pl: Rozmiar czcionki numeru kanału

source: Service reference
pl: Referencje kanału

source: Service scan
pl: Skanowanie kanałów

source: Service searching
pl: Wyszukiwanie kanałów

source: Service unavailable! Check tuner configuration!
pl: Kanał niedostępny! Sprawdź konfigurację głowicy!

source: Service width
pl: Szerokość kanału

source: ServiceApp
pl: Zmień player systemowy

source: Services
pl: Kanały

source: Services may be grouped in bouquets. When enabled, you can use more than one bouquet.
pl: Kanały mogą być pogrupowane w bukiety. Po włączeniu możesz użyć więcej niż jednego bukietu.

source: Set CI assignment for detection of available services.
pl: Ustaw przypisanie CI do wykrywania dostępnych kanałów.

source: Set Default CAM
pl: Ustaw domyślny CAM

source: Set System
pl: Ustaw system

source: Set as startup service
pl: Ustaw jako kanał startowy

source: Set default
pl: Ustaw domyślny

source: Set end time
pl: Ustaw koniec czasu

source: Set fixed
pl: Ustaw

source: Set fps for external subtitles
pl: Ustaw fps dla napisów zewnętrznych

source: Set interface as the default Interface
pl: Ustaw interfejs jako domyślny

source: Set limits
pl: Ustawienie limitów

source: Set pin code persistent
pl: Ustaw stały kod PIN

source: Set startup service
pl: Ustaw jako kanał startowy

source: Set the MAC-address of your %s %s.
pl: Ustaw adres MAC twojego %s %s.

source: Set the channel for this timer.
pl: Wybierz kanał dla tego timera.

source: Set the default location for your instant recordings. Press 'OK' to add new locations, select left/right to select an existing location.
pl: Ustaw domyślną lokalizację dla nagrań błyskawicznych. Naciśnij "OK", aby dodać nowe lokalizacje, wybierz lewo/prawo, aby wybrać istniejącą lokalizację.

source: Set the default location for your recordings. Press 'OK' to add new locations, select left/right to select an existing location.
pl: Ustaw domyślną lokalizację nagrań. Naciśnij "OK", aby dodać nowe lokalizacje, wybierz lewo/prawo, aby wybrać istniejącą lokalizację.
