Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Set the default location for your timers. Press 'OK' to add new locations, select left/right to select an existing location.
pl: Ustaw domyślną lokalizację dla swoich timerów. Naciśnij "OK", aby dodać nowe lokalizacje, wybierz lewo/prawo, aby wybrać istniejącą lokalizację.

source: Set the default location for your timeshift-files. Press 'OK' to add new locations, select left/right to select an existing location.
pl: Ustaw domyślną lokalizację dla nagrań-timeshiftu. Naciśnij "OK", aby dodać nowe lokalizacje, wybierz lewo/prawo, aby wybrać istniejącą lokalizację.

source: Set the default sorting method.
pl: Ustaw domyślną metodę sortowania.

source: Set the delay time between repeated loops, this uses a software render in some skins.
pl: Ustaw czas opóźnienia pomiędzy pętlami, wykorzystuje to oprogramowanie dostarczone przez niektóre skórki.

source: Set the jump-size of the seekbar.
pl: Ustaw rozmiar skoku paska przeszukiwania.

source: Set the name the recording will get.
pl: Ustaw nazwę nagrania.

source: Set the scrolling speed of text on the front display.
pl: Ustaw szybkość przewijania tekstu na przednim wyświetlaczu.

source: Set the scrolling speed of text on the menus, this uses a software render in some skins.
pl: Ustaw szybkość przewijania tekstu w menu, renderowanie programowe w niektórych skórkach.

source: Set the time delay before hiding the infobar.
pl: Ustaw opóźnienie przed ukryciem paska informacyjnego.

source: Set the time to hide the infobar.
pl: Ustaw czas, aby ukryć pasek informacyjny.

source: Set the time to hide the second infobar. The bar also disappears on pressing 'OK'.
pl: Ustaw czas ukrycia drugiego paska info. Pasek również znika po naciśnięciu "OK".

source: Set the type of the progress indication in the channel selection screen.
pl: Ustaw typ wskazania postępu w pasku wyboru kanału.

source: Set to the desired primetime (hour).
pl: Ustaw żądany najlepszy czas (godziny).

source: Set to what you want the button to do.
pl: Ustaw co ma robić dany przycisk.

source: Set voltage and 22KHz
pl: Ustaw napięcie i 22KHz

source: Setting
pl: Ustawienie

source: Settings
pl: Ustawienia

source: Settings...
pl: Ustawienia...

source: Setup
pl: Ustawienia

source: Setup AFP
pl: Ustawienia AFP

source: Setup Dropbear
pl: Ustawienia Dropbear

source: Setup Dropbear SSH
pl: Ustawienia Dropbear SSH

source: Setup FTP
pl: Ustawienia FTP

source: Setup Harddisk
pl: Ustawienia dysku twardego

source: Setup Inadyn
pl: Ustawienia Inadyn

source: Setup MiniDLNA
pl: Ustawienia MiniDLNA

source: Setup Mounts
pl: Ustawienie montowania

source: Setup NFS
pl: Ustawienia NFS

source: Setup OpenVPN
pl: Ustawienia OpenVPN

source: Setup Samba
pl: Ustawienia Samby

source: Setup Telnet
pl: Ustawienia Telnet

source: Setup Your infobar, channel selections and others
pl: Ustawienia paska informacyjnego, listy kanałów i innych

source: Setup auto-language speech
pl: Automatyczne ustawienie języka

source: Setup bootlogo
pl: Ustawienia logo startowego

source: Setup how to control the channel changing.
pl: Ustawienia sposobu kontrolowania zmiany kanału.

source: Setup infobar, weather and clock
pl: Ustawienia paska informacyjnego, pogody i zegara

source: Setup menu
pl: Menu ustawień

source: Setup mode
pl: Tryb konfiguracji

source: Setup network time synchronization interval.
pl: Ustawienia częstotliwości synchronizacji czasu z internetu.

source: Setup permanental clock
pl: Ustawienia stałego zegara

source: Setup picons, progress bar and others in channel selection
pl: Ustawienia picon, paska postępu i innych w liście kanałów

source: Setup recording path, options and others
pl: Ustawienia parametrów nagrywania

source: Setup subtitles color, font size and positions
pl: Ustawienia koloru napisów, rozmiaru czcionki i położenia

source: Setup the interval (in hours) to check for online updates.
pl: Ustawienia częstotliwości aktualizacji online (w godzinach).

source: Setup uShare
pl: Ustawienia uShare

source: Setup updates setup
pl: Ustawienia aktualizacji

source: Setup your connected devices
pl: Ustawienia dołączonych urządzeń

source: Setup your mounts for network
pl: Ustawienia montowania dla sieci

source: Setup your network daemons
pl: Ustawienia demonów sieciowych

source: Setup your positioner
pl: Ustawienia pozycjonera

source: Setup your satellite equipment
pl: Ustawienia wyposażenia SAT

source: Setup your timezone.
pl: Ustawienia strefy czasowej.

source: Setup zap errors and CI messages
pl: Ustawienia błędów zmiany kanałów i komunikatów modułu CI

source: SetupActions
pl: Ustawienia

source: Share Folder's
pl: Udostępnij foldery

source: Share View
pl: Udostępnij widok

source: Shares
pl: Udostępnienia

source: Sharpness
pl: Ostrość

source: Short filenames
pl: Krótkie nazwy plików

source: Show /tmp/ecm.info
pl: Pokaż /tmp/ecm.info

source: Show 1080p 24fps as
pl: Pokaż 1080p 24fps jako

source: Show 1080p 25fps as
pl: Pokaż 1080p 25fps jako

source: Show 1080p 30fps as
pl: Pokaż 1080p 30fps jako

source: Show 2nd infobar
pl: Pokaż drugi pasek info

source: Show 480/576p 24fps as
pl: Pokaż 480/576p 24fps jako

source: Show 720p 24fps as
pl: Pokaż 720p 24fps jako

source: Show AutoTimer List
pl: Pokaż listę AutoTimera

source: Show CCcam Info in extensions?
pl: Pokazać CCcam w rozszerzeniach?

source: Show CI messages
pl: Pokaż komunikaty modułu CI

source: Show Clients
pl: Pokaż klientów

source: Show Crypto-Bar
pl: Pokaż pasek kodowania

source: Show Display Icons
pl: Wyświetl ikony

source: Show E2 Log
pl: Pokaż E2 Logi

source: Show ECM-Info
pl: Pokaż ECM info

source: Show EIT now/next in infobar
pl: Pokaż EIT teraz/następny na pasku info

source: Show EPG for current channel...
pl: Pokaż EPG dla aktualnego kanału...

source: Show EPG for current service
pl: Pokaż EPG dla aktualnego kanału

source: Show EPG...
pl: Pokaż EPG…

source: Show Enigma2 Config File
pl: Pokaż plik konfiguracyjny Enigmy2

source: Show Filesystem Mounts
pl: Pokaż listę montowań

source: Show Format Setup...
pl: Pokaż ustawienia formatu...

source: Show Games show
pl: Rozrywka

source: Show HDD Temperature
pl: Pokaż temperaturę HDD

source: Show Infobar
pl: Pokaż pasek informacyjny

source: Show Kernel Messages
pl: Pokaż wiadomości z jądra

source: Show LAN Setup...
pl: Pokaż ustawienia sieci...

source: Show Log
pl: Pokaż zalogowanych

source: Show Log Manager in extensions list ?
pl: Pokazać crashlog menedżera na liście rozszerzeń?

source: Show Media playback Remaining/Elapsed as
pl: Pokaż pozostały/upływający czas odtwarzania multimediów jako

source: Show Netcard Info
pl: Pokaż adres serwera

source: Show Network Connections
pl: Pokaż połączenia sieciowe

source: Show Network Details
pl: Pokaż szczegółowe informacje sieciowe

source: Show No data on transponder info
pl: Pokaż informacje o braku danych transpondera

source: Show No free tuner info
pl: Pokaż informację o braku wolnej głowicy

source: Show OE Log
pl: Pokaż OE log

source: Show OScam Info in extensions?
pl: Pokaż OScam Info w rozszerzeniach?

source: Show PIP
pl: Pokaż PiP

source: Show PIP in the Front Display
pl: Pokaż PiP na wyświetlaczu

source: Show PVR status in Movie Player
pl: Wyświetlaj w odtwarzaczu

source: Show PVR status in Movie Player infobar
pl: Wyświetlaj w odtwarzaczu pasek informacyjny

source: Show Process List
pl: Pokaż listę procesów

source: Show RFmod setup...
pl: Pokaż ustawienia RFmod...

source: Show Readers/Proxies
pl: Pokaż czytniki/proxy

source: Show Routing Table
pl: Pokaż tablicę routingu

source: Show SD as
pl: Pokaż SD jako

source: Show SoftCam name
pl: Pokaż nazwę emulatora

source: Show Source Info
pl: Pokaż źródło dekodowania

source: Show spinning logo when the system is busy.
pl: Pokaż obracające się logo, gdy system jest zajęty.

source: Show Stream Info
pl: Pokaż informacje o sygnale

source: Show System Memory Info
pl: Pokaż informacje o pamięci

source: Show Time Remaining/Elapsed
pl: Pokaż pozostały/upływający czas

source: Show Timer List
pl: Pokaż listę timera

source: Show Transponder Remaining/Elapsed as
pl: Pokaż transponder pozostało/upłynęło jako

source: Show True/False as graphical switch
pl: Pokaż Tak/Nie jako przełącznik graficzny

source: Show Tune failed info
pl: Pokaż informację o błędach strojenia

source: Show Uptime
pl: Pokaż czas działania systemu

source: Show VCR scart on main menu
pl: Pokaż VCR scart w głównym menu

source: Show ViX spinning logo when the system is busy.
pl: Pokaż spinner ViX, gdy system jest zajęty.

source: Show WLAN status
pl: Pokaż status WLAN

source: Show Weather on channel change
pl: Pokaż informacje o pogodzie przy zmianie kanału

source: Show active mounts
pl: Pokaż aktywne montowania

source: Show advanced settings
pl: Pokaż ustawienia zaawansowane

source: Show all connected sockets from ip-stack
pl: Pokaż wszystkie podłączone gniazda ze stosu IP

source: Show alternatives
pl: Pokaż kanały alternatywne

source: Show animation while busy
pl: Pokaż animację, gdy zajęty

source: Show background in Radio mode
pl: Pokaż tapetę w trybie radio

source: Show background when tuned to a radio channel.
pl: Pokaż tapetę dla kanału radiowego.

source: Show bouquet on launch
pl: Pokaż bukiety na starcie

source: Show channel number in infobar
pl: Pokaż numer kanału na pasku info

source: Show channel numbers in channel selection
pl: Pokaż numery kanałów w wyborze kanału

source: Show columns
pl: Pokaż kolumny

source: Show crypto icons
pl: Pokaż ikony kodowania

source: Show crypto info in infobar
pl: Pokaż system kodowania na pasku info

source: Show current bouquet channel list
pl: Otwórz listę kanałów aktualnego bukietu

source: Show detailed event info
pl: Pokaż szczegółowy opis audycji

source: Show details
pl: Pokaż szczegóły

source: Show encryption info in the infobar (when supported by the skin).
pl: Pokaż informacje o szyfrowaniu na pasku info (kiedy jest wspierane przez skórkę).

source: Show epg
pl: Pokaż epg

source: Show event details
pl: Pokaż szczegóły wydarzenia

source: Show event info plugins
pl: Pokaż pluginy EPG

source: Show event-progress in channel selection
pl: Pokaż pasek postępu wydarzenia w liście kanałów

source: Show extended description
pl: Pokaż rozszerzony opis

source: Show extension selection
pl: Pokaż wybór rozszerzenia

source: Show extensions...
pl: Pokaż rozszerzenia...

source: Show favourites list
pl: Pokaż listę ulubionych bukietów

source: Show full menu path
pl: Pokaż pełną ścieżkę menu

source: Show graphical multi EPG
pl: Pokaż graficzne multi EPG

source: Show help
pl: Pokaż pomoc

source: Show icon for new/unseen items
pl: Pokaż ukryte nowe ikony

source: Show in extensions list ?
pl: Pokazać na liście rozszerzeń?

source: Show info
pl: Pokaż info

source: Show info line
pl: Pokaż pasek info

source: Show infobar on channel change
pl: Pokaż pasek info podczas zmiany kanału

source: Show infobar on event change
pl: Pokaż pasek info podczas zmiany wydarzenia

source: Show infobar on skip forward/backward
pl: Pokaż pasek info podczas przewijania do przodu/do tyłu

source: Show infobar picons
pl: Pokaż picony w infobar

source: Show information about GUI config file
pl: Pokaż informacje o pliku konfiguracyjnym GUI

source: Show information about kernel
pl: Pokaż informacje o jądrze

source: Show job tasks in extensions
pl: Pokaż zadania pracy w rozszerzeniach

source: Show kernel informations
pl: Pokaż informacje o jądrze

source: Show live tv when movie stopped
pl: Pokaż oglądany kanał, gdy film zatrzymany

source: Show menu
pl: Pokaż menu

source: Show menu paths
pl: Pokaż ścieżki menu

source: Show message when recording starts
pl: Pokaż wiadomość po rozpoczęciu nagrywania

source: Show movie lengths in movielist
pl: Pokaż długość filmów na liście

source: Show movies
pl: Pokaż filmy

source: Show multi EPG
pl: Pokaż multi EPG

source: Show network configuration and routing table
pl: Pokaż informacje o konfiguracji sieci i przekierowaniach

source: Show network mounts ...
pl: Pokaż punkty montowania sieci...

source: Show on Display
pl: Pokaż na wyświetlaczu

source: Show operating system uptime
pl: Pokaż czas uruchomienia systemu

source: Show permanental clock
pl: Pokaż stały zegar

source: Show picon background color
pl: Pokaż kolor tła picon

source: Show picons in channel selection list
pl: Pokaż picony na liście wyboru kanałów

source: Show picons in service list
pl: Pokaż picony na liście kanałów

source: Show popup message when update available
pl: Pokaż informację na ekranie, gdy aktualizacja będzie dostępna

source: Show positioner movement
pl: Pokaż ruchy pozycjonera

source: Show positioner position
pl: Pokaż pozycję pozycjonera

source: Show record indicator
pl: Pokaż ikonkę nagrywania na liście kanałów

source: Show running processes
pl: Pokaż uruchomione procesy

source: Show screensaver
pl: Pokaż wygaszacz ekranu

source: Show second infobar
pl: Pokaż drugi pasek info

source: Show select audio track
pl: Wybierz ścieżkę audio

source: Show service list
pl: Pokaż listę kanałów

source: Show service list or movies
pl: Pokaż listę kanałów lub filmów

source: Show service type icons
pl: Pokaż ikony rodzaju usługi

source: Show setup...
pl: Pokaż ustawienia...

source: Show shutdown menu
pl: Pokaż menu wyłączania

source: Show single epg for current channel
pl: Pokaż pojedyncze epg dla bieżącego kanału

source: Show source packages
pl: Pokaż źródła pakietów

source: Show status icons in movie list
pl: Pokaż ikony stanu na liście filmów

source: Show status icons in movielist
pl: Pokaż ikony stanu na liście filmów

source: Show subservice selection
pl: Pokaż wybór podsekcji

source: Show subtitle selection
pl: Pokaż wybór napisów

source: Show the DreamPlex player...
pl: Pokaż odtwarzacz DreamPlex'a...

source: Show the list of timers.
pl: Pokaż listę timera.

source: Show the media player...
pl: Pokaż odtwarzacz...

source: Show the plugin browser..
pl: Pokaż przeglądarkę plugina...

source: Show the plugins...
pl: Pokaż pluginy...

source: Show the radio player...
pl: Pokaż radioodtwarzacz...

source: Show the tv player...
pl: Pokaż odtwarzacz tv...

source: Show time elapsed as positive
pl: Pokaż czas jaki formalnie upłynął

source: Show time in 24 hour clock format.
pl: Pokaż czas w formacie 24h.

source: Show time remaining/elapsed
pl: Pokaż pozostały/upływający czas

source: Show translation packages
pl: Pokaż pakiety tłumaczeń

source: Show transponder info
pl: Pokaż info transpondera

source: Show transponder remaining/elapsed as
pl: Pokaż transponder pozostało/upłynęło jako

source: Show updates
pl: Pokaż aktualizacje

source: Show warning when timeshift is stopped
pl: Pokaż ostrzeżenie, gdy timeshift jest zatrzymany

source: Show whole system memory usage
pl: Pokaż zużycie pamięci

source: Show/Add Sleep Timers
pl: Pokaż/Dodaj wyłączniki czasowe

source: Shows advanced informations about stream
pl: Pokazuje zaawansowane informacje o sygnale

source: Shows assigned ip-adresses, routingtable and nameserver
pl: Pokazuje przypisane adresy IP, tablicę routingu i serwer nazw

source: Shows current HDD temperature
pl: Pokazuje temperaturę dysku twardego

source: Shows current HDD temperature in C and F
pl: Pokazuje temperaturę dysku twardego w C i F

source: Shows information about Memory, HW and SW
pl: Pokazuje informację o pamięci, oprogramowaniu i sprzęcie

source: Shows informations about system and hardware
pl: Pokazuje informacje o systemie i sprzęcie

source: Shows the state of your wireless LAN connection.
pl: Pokazuje status połączenia bezprzewodowego LAN.

source: Shows the watched status of the movie.
pl: Pokazuje status oglądanego filmu.

source: Shuffle playlist
pl: Odtwórz w losowej kolejności

source: Shutdown
pl: Wyłącz

source: Shutdown in (mins)
pl: Wyłącz (w min)

source: Shutdown when in Standby
pl: Wyłącz w stanie czuwania

source: Side by Side
pl: Obok siebie

source: Side by side
pl: Obok siebie

source: Signal Finder
pl: Miernik sygnału

source: Signal OK, proceeding
pl: Sygnał OK, pracuję

source: Signal Strength:
pl: Siła sygnału:

source: Signal finder
pl: Miernik sygnału

source: Signal quality
pl: Jakość sygnału

source: Signal strength:
pl: Siła sygnału:

source: Signal:
pl: Sygnał:

source: Similar
pl: Podobne

source: Similar broadcasts:
pl: Podobne audycje:

source: Simple
pl: Proste

source: Simple titleset (compatibility for legacy players)
pl: Proste tytuły (kompatybilne z odtwarzaczami)

source: Singapore
pl: Singapur

source: Single
pl: Pojedyncze

source: Single EPG
pl: Pojedyncze EPG

source: Single satellite
pl: Jeden satelita

source: Single step (GOP)
pl: Pojedynczy krok (GOP)

source: SingleEPG settings
pl: Ustawienia EPG dla kanału

source: Site latitude
pl: Szerokość geograficzna

source: Site longitude
pl: Długość geograficzna

source: Size:
pl: Rozmiar:

source: Skin
pl: Skórka

source: Skin Setting
pl: Ustawienie skórki

source: Skin setup
pl: Wybór skórki

source: Skins
pl: Skórki

source: Skip back
pl: Poprzedni

source: Skip empty services
pl: Pomiń puste kanały

source: Skip forward
pl: Następny

source: Skip internet connection check (disables automatic package installation)
pl: Pomiń sprawdzenie połączenia internetowego (wyłącza automatyczną instalację pakietów)

source: Skip selection
pl: Pomiń wybrane

source: Sleep
pl: Uśpij

source: Sleep delay
pl: Opóźnienie uśpienia

source: Sleep timer
pl: Wyłącznik czasowy

source: SleepTimer Configuration
pl: Wyłącznik czasowy konfiguracja

source: Sleeptimer (not activated)
pl: Wyłącznik czasowy (nieaktywny)

source: Slide picture in loop
pl: Zapętlony pokaz slajdów

source: Slide show interval (sec.)
pl: Odstęp pokazu slajdów (w s)

source: Slot %d
pl: Gniazdo %d

source: Slovak
pl: Słowacki

source: Slovakia
pl: Słowacja

source: Slovenia
pl: Słowenia

source: Slovenian
pl: Słoweński

source: Slow
pl: Wolno

source: Slow motion speeds
pl: Odtwarzanie w zwolnionym tempie

source: Slowing down for the send interval
pl: Spowolnienie dla częstotliwości wysyłania

source: Small
pl: Mały

source: Small progress
pl: Powolny postęp

source: Smooth
pl: Gładki

source: Social/Political/Economics
pl: Polityka/Ekonomia/Społeczny

source: SoftCam / CI
pl: Emulator / Moduł CI

source: Softcam Setup
pl: Konfiguracja emulatora

source: Softcam settings
pl: Ustawienia emulatora

source: Softcam type
pl: Typ emulatora

source: Software
pl: Aktualizacja

source: Software Update
pl: Aktualizacja oprogramowania

source: Software management
pl: Zarządzanie oprogramowaniem

source: Software manager setup
pl: Ustawienia aktualizacji oprogramowania

source: Software restore
pl: Przywracanie oprogramowania

source: Software update
pl: Aktualizacja oprogramowania

source: Software update settings
pl: Ustawienia aktualizacji oprogramowania

source: Softwaremanager information
pl: Zarządzanie oprogramowaniem informacje

source: Some plugins are not available:
pl: Niektóre pluginy są niedostępne:

source: Sorry Inadyn Config is Missing
pl: Brakuje pliku konfiguracyjnego Inadyn

source: Sorry MiniDLNA Config is Missing
pl: Brakuje pliku konfiguracyjnego MiniDLNA

source: Sorry Samba Config is Missing
pl: Brakuje pliku konfiguracyjnego Samby

source: Sorry feeds are down for maintenance
pl: Przepraszamy, kanały są wyłączone z powodu konserwacji

source: Sorry feeds are down for maintenance, please try again later.
pl: Przepraszamy, kanały są wyłączone z powodu konserwacji, spróbuj ponownie później.

source: Sorry it seems that there are not Linux formatted devices mounted on your STB. To install OpenMultiBoot you need a Linux formatted part1 device. Click on the blue button to open Devices Panel
pl: Niestety, wydaje się, że zamontowane urządzenia nie są sformatowane dla Linuxa. Aby zainstalować OpenMultiBoot trzeba sformatować urządzenie w formacie EXT4. Wciśnij niebieski przycisk, aby otworzyć menedżer urządzeń

source: Sorry no device found to store backup. Please check your media in devices panel.
pl: Niestety, nie znaleziono urządzenia do przechowywania kopii zapasowej. Sprawdź swoje multimedia na panelu urządzeń.

source: Sorry no matches found
pl: Nie znaleziono pasujących wyników

source: Sorry the name of the new Image is too long.
pl: Nazwa oprogramowania jest za długa.

source: Sorry this name is reserved. Choose another name for the new Image.
pl: Ta nazwa jest zajęta. Wybierz inną.

source: Sorry uShare Config is Missing
pl: Brakuje pliku konfiguracyjnego uShare

source: Sorry you cannot delete the image currently booted from.
pl: Nie można usunąć uruchomionego oprogramowania.

source: Sorry, %s has not been installed!
pl: Niestety, %s nie został zainstalowany!

source: Sorry, Backup not found.
pl: Nie znaleziono kopii zapasowych.

source: Sorry, Connection Failed
pl: Przepraszamy, brak połączenia

source: Sorry, an Image with the name
pl: Przepraszamy, oprogramowanie o takiej nazwie

source: Sorry, no backups found!
pl: Nie znaleziono kopii zapasowych!

source: Sorry, no details available!
pl: Szczegółowy opis niedostępny!

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to full backup Your Image!
pl: Niestety, nie ma żadnych podłączonych urządzeń do odbiornika. Proszę podłączyć dysk twardy lub USB do wykonania pełnej kopii zapasowej!

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to install OpenMultiBoot!
pl: Niestety, nie ma żadnych podłączonych urządzeń do odbiornika. Proszę podłączyć dysk twardy lub USB by zainstalować OpenMultiBoot!

source: Sorry, there is not any connected devices in your STB. Please connect HDD or USB to store/restore Your Backup!
pl: Niestety, nie ma żadnych podłączonych urządzeń do odbiornika. Proszę podłączyć dysk twardy lub USB do wykonania/przywrócenia kopii zapasowej!

source: Sorry, video is not available!
pl: Niestety, film nie jest dostępny!

source: Sorry, wrong WOEID
pl: Przepraszamy, złe ID dla miasta

source: Sorry, your backup destination is not writeable. Please select a different one.
pl: Wybrane miejsce na backup jest niezapisywalne. Wybierz inną lokalizację.

source: Sorry: Wrong image in flash found. You have to install in flash HYPERION Image
pl: Przepraszamy: musisz zainstalować Hyperion we flashu

source: Sort
pl: Sortuj

source: Sort EPG List
pl: Sortuj listę EPG

source: Sort by
pl: Sortuj według

source: Sort by default
pl: Sortuj domyślnie wg

source: Sort list by
pl: Sortuj listę wg

source: Sort list:
pl: Sortuj listę:

source: Sort menu screens alphabetically
pl: Sortuj alfabetycznie ekrany menu

source: Sort order for menu entries
pl: Sortuj wpisy w menu

source: Sort plug-in browser alphabetically
pl: Sortuj alfabetycznie przeglądarkę pluginów

source: Sort setting screens alphabetically
pl: Sortuj alfabetycznie ekrany ustawień

source: Sound
pl: Dźwięk

source: Sound carrier
pl: Nośnik dźwięku

source: Source Image file
pl: Plik oprogramowania

source: Source request
pl: Żądanie źródła

source: South
pl: Południe

source: South Africa
pl: RPA

source: South Korea
pl: Korea Południowa

source: Space used:
pl: Miejsce używane:

source: Spain
pl: Hiszpania

source: Spanish
pl: Hiszpański

source: Speed up system booting
pl: Przyśpiesz ładowanie systemu

source: Split preview mode
pl: Podzielony tryb podglądu

source: Sports
pl: Sport

source: Standard (always)
pl: standard (zawsze)

source: Standby
pl: Czuwanie

source: Standby / Restart
pl: Czuwanie / Restart

source: Standby / restart
pl: Czuwanie / restart

source: StandbyLED
pl: Dioda LED w stanie czuwania

source: Start from the beginning
pl: Rozpocznij od początku

source: Start instant recording
pl: Rozpocznij nagrywanie

source: Start offline decode
pl: Rozpocznij dekodowanie offline

source: Start recording?
pl: Rozpocząć nagrywanie?

source: Start teletext
pl: Uruchom teletekst

source: Start test
pl: Rozpocznij test

source: Start time
pl: Czas rozpoczęcia
