Repository: zukon/translation
Catalog: *.po
Languages: pl

source: If set to 'yes', the infobar will be displayed when Fast Forwarding or Rewinding during media playback.
pl: Jeśli ustawione na "tak", pasek informacyjny zostanie wyświetlony podczas szybkiego przewijania do przodu lub do tyłu podczas odtwarzania multimediów.

source: If the text is too long to be displayed on the front panel, it will be repeated (number of times):
pl: Jeśli tekst jest zbyt długi, aby był wyświetlany na przednim panelu, zostanie powtórzony (kilka razy):

source: If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Please select the network interface that you want to use for your internet connection. Please press OK to continue.
pl: Jeśli chcesz połączyć swój %s %s z internetem, ten kreator poprowadzi Cię przez podstawową konfigurację sieci twojego %s %s. Wybierz interfejs sieciowy, którego chcesz użyć do połączenia internetowego. Naciśnij OK, aby kontynuować.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
pl: Jeśli twój TV posiada poprawę jasności i kontrastu, wyłącz to. Jeśli masz opcję ustawioną na "dynamiczne", zmień ją na standardową. Dostosuj poziom podświetlania do własnej wartości. Zmniejsz kontrast w TV do najniższej wartości. Następnie zmniejsz poziom jasności, ale upewnij się, że dwa najniższe odcienie szarości są rozpoznawalne. Na razie nie troszcz się o odcienie jasności. Zostaną one ustawione w kolejnym kroku. Jeśli jesteś zadowolony z rezultatu, wciśnij OK.

source: Ignore DVB namespace sub network
pl: Ignoruj nazwy podsieci DVB

source: Image Information
pl: Image informacje

source: Image Manager
pl: Menedżer IMG

source: Image Name
pl: Nazwa oprogramowania

source: Image Type: %s
pl: Typ image: %s

source: Images satellite
pl: Obrazy z satelity

source: Immediate shutdown
pl: Natychmiastowe wyłączenie

source: Import from EPG
pl: Import z EPG

source: In progress
pl: W toku

source: Inactivity Sleeptimer
pl: Czas aktywacji

source: Inadyn Setup
pl: Ustawienia Inadyn

source: Include AIT in http streams
pl: Włącz AIT w strumieniu http

source: Include CI assignment
pl: Włącz zadanie modułu CI

source: Include ECM in http streams
pl: Włącz ECM w strumieniu http

source: Include EIT in http streams
pl: Włącz EIT w strumieniu http

source: Incorrect service type for PiP!
pl: Nieprawidłowy typ kanału dla PiP!

source: Increase time scale
pl: Zwiększenie skali czasu

source: Increased voltage
pl: Zwiększone napięcie

source: Index
pl: Indeks

source: Index allocated:
pl: Przyznany indeks:

source: India
pl: Indie

source: Indonesia
pl: Indonezja

source: Info (EPG) Long
pl: Info (EPG) - długie naciśnięcie

source: Info button (long)
pl: Info przycisk (długi)

source: Info button (short)
pl: Info przycisk (krótki)

source: Info icon width
pl: Szerokość info ikony

source: InfoBar EPG mode
pl: Pasek info trybu EPG

source: Infobar EPG
pl: Pasek info EPG

source: Infobar Setup
pl: Ustawienia paska informacyjnego

source: Infobar fade-out speed
pl: Szybkość zanikania paska informacyjnego

source: Infobar frontend data source
pl: Źródło danych nakładki paska informacyjnego

source: Infobar settings
pl: Ustawienia paska informacyjnego

source: InfobarEPG settings
pl: Ustawienia paska info EPG

source: Information
pl: Informacje

source: Init
pl: Inicjowanie

source: Initial fast forward speed
pl: Początkowa prędkość do przodu

source: Initial rewind speed
pl: Początkowa prędkość do tyłu

source: Initial scroll delay
pl: Początkowe opóźnienie przewijania

source: Initial signal quality
pl: Początkowa jakość sygnału

source: Initial signal quality:
pl: Początkowa jakość sygnału:

source: Initialization
pl: Inicjalizacja

source: Initializing storage device...
pl: Inicjowanie urządzenia...

source: Inotify Monitoring
pl: Monitorowanie podsystemu jądra Linuksa

source: Input
pl: Wejście

source: Input Stream ID
pl: ID strumienia wejśc.

source: Input device setup
pl: Konfiguracja urządzenia wejściowego

source: Input devices
pl: Urządzenia wejścia

source: Input length - Filename
pl: Długość wejścia - nazwa pliku

source: Install
pl: Zainstalować

source: Install CCcam Config Files...
pl: Zainstaluj pliki konfiguracyjne CCcam...

source: Install Channel List...
pl: Zainstaluj listę kanałów...

source: Install Confirmation
pl: Potwierdzenie instalacji

source: Install IPK
pl: Zainstaluj IPK

source: Install Image
pl: Zainstaluj oprogramowanie

source: Install MGCamd Config Files...
pl: Zainstaluj pliki konfiguracyjne MGCamd...

source: Install OSCam Config Files...
pl: Zainstaluj pliki konfiguracyjne OScam...

source: Install Tar-ball
pl: Zainstaluj Tar-ball

source: Install Tar.gz and IPK Addons
pl: Zainstaluj pliki tar.gz oraz dodatki IPK

source: Install Wicardd Config Files...
pl: Zainstaluj pliki konfiguracyjne Wicardd...

source: Install a new image with a USB stick
pl: Instaluj nowe image z pamięci USB

source: Install a new image with your web browser
pl: Instaluj nowe image z przeglądarki www

source: Install channel list
pl: Zainstaluj listę kanałów

source: Install extensions
pl: Zainstaluj rozszerzenia

source: Install extensions.
pl: Zainstaluj rozszerzenia.

source: Install from /media/OpenMultiBootUpload
pl: Instaluj z /media/hdd/open-multiboot-upload

source: Install from Internet (OpenPLi,OpenVix,OpenATV,OpenMips,HDMU)
pl: Pobierz z internetu (OpenPLi, OpenViX, OpenATV, OpenMips, HDMU)

source: Install lcd picons on
pl: Zainstaluj picony lcd w

source: Install local extension
pl: Zainstaluj lokalne rozszerzenie

source: Install manually packages from /tmp
pl: Zainstaluj dodatki z katalogu /tmp

source: Install or remove finished.
pl: Instalowanie i usuwanie zakończone.

source: Install picons on
pl: Zainstaluj picony w

source: Install plugins
pl: Instalowanie pluginów

source: Install softcam
pl: Zainstaluj emulator

source: Installation aborted !
pl: Instalacja przerwana!

source: Installation finished.
pl: Instalacja zakończona.

source: Installed: %s
pl: Zainstalowano: %s

source: Installing
pl: Instalowanie

source: Installing Service
pl: Instalowanie listy kanałów

source: Installing an addon... Please wait...
pl: Instalowanie dodatku... Proszę czekać...

source: Installing software...
pl: Instalowanie oprogramowania...

source: Instant record
pl: Natychmiastowy zapis

source: Instant record location
pl: Lokalizacja natychmiastowego zapisu

source: Instant recording location
pl: Lokalizacja natychmiastowego nagrywania

source: Instant recording...
pl: Natychmiastowe nagrywanie...

source: Instant recordings location
pl: Lokalizacja natychmiastowych zapisów

source: Interface
pl: Interfejs

source: Interface:
pl: Interfejs:

source: Intermediate
pl: Pośredni

source: Internal
pl: Wewnętrzny

source: Internal Flash
pl: Wewnętrzny flash

source: Internal USB
pl: Wewnętrzny USB

source: Internal hdd only
pl: Tylko wewnętrzny hdd

source: Interval between keys when repeating:
pl: Odstęp między klawiszami podczas powtarzania:

source: Invalid directory selected: %s
pl: Wybrano niewłaściwy katalog: %s

source: Invalid location
pl: Nieprawidłowa lokalizacja

source: Invalid transponder data
pl: Nieprawidłowe dane transpondera

source: Inversion
pl: Odwrócenie

source: Inversion, Pilot & Roll-off
pl: Odwrócenie, pilot i zejście

source: Invert
pl: Odwracać

source: Ireland
pl: Irlandia

source: Is this setting ok?
pl: Użyć tych ustawień?

source: Is this video mode ok?
pl: Czy ten tryb wideo jest w porządku?

source: Israel
pl: Izrael

source: It is running scripts from /usr/script
pl: Uruchamianie skryptów z katalogu /usr/script

source: It seems that your Internet connection is not ok, please check it
pl: Wygląda na to, że twoje połączenie z internetem nie działa, sprawdź to

source: Italian
pl: Włoski

source: Italy
pl: Włochy

source: JUMP 24 HOURS
pl: Skocz o 24 godziny

source: January
pl: Styczeń

source: Japan
pl: Japonia

source: Job View
pl: Widok zadania

source: Job overview
pl: Przegląd pracy

source: July
pl: Lipiec

source: Jump back 24 hours
pl: Skocz do tyłu o 24 godziny

source: Jump first press in channel selection
pl: Wróć do poprzedniego kanału

source: Jump forward 24 hours
pl: Skocz do przodu o 24 godziny

source: Jump to beginning of list
pl: Skocz na początek listy

source: Jump to current time
pl: Skocz do aktualnego czasu

source: Jump to end of list
pl: Skocz na koniec listy

source: Jump to prime time
pl: Skocz do najlepszego czasu

source: Jump to the next marked position
pl: Skocz do następnej zaznaczonej pozycji

source: Jump to the previous marked position
pl: Skocz do poprzedniej zaznaczonej pozycji

source: June
pl: Czerwiec

source: Just change channels
pl: Po prostu zmieniaj kanały

source: Just scale
pl: Po prostu skaluj

source: Just zap
pl: Po prostu zmień kanał

source: Keep service
pl: Zachowaj kanał

source: Keeps the movie list open whilst playing audio files.
pl: Utrzymuje otwartą listę filmów podczas odtwarzania plików audio.

source: Kernel-Debug:
pl: Debugowanie jądra:

source: Kernel: %s
pl: Jądro: %s

source: Kernel: %s
pl: Jądro: %s

source: Keyboard
pl: Klawiatura

source: Keyboard map
pl: Układ klawiatury

source: Keyboard setup
pl: Ustawienia klawiatury

source: LAN adapter
pl: Karta LAN

source: LAN connection
pl: Połączenie LAN

source: LCD Skin setup
pl: Ustawienia skórki LCD

source: LCN plugin for DVB-T/T2 services
pl: Plugin do sortowania kanałów DVB-T/T2 wg numerów LCN

source: LCN rules:
pl: Zasady LCN:

source: LED Deep Standby
pl: LED głębokie czuwanie

source: LED Display Panel
pl: Ustawienia wyświetlacza LED

source: LED Normal
pl: LED normalny

source: LED Standby
pl: LED czuwanie

source: LED brightness during deep standby.
pl: LED jasność podczas głębokiego czuwania.

source: LED brightness during normal operations.
pl: LED jasność podczas normalnych operacji.

source: LED brightness during standby.
pl: LED jasność podczas czuwania.

source: Label
pl: Etykieta

source: Language
pl: Język

source: Language selection
pl: Wybór języka

source: Large
pl: Duży

source: Last Req.
pl: Ostatnio wymagany

source: Last config
pl: Ostatnia konfiguracja

source: Last speed
pl: Ostatnia prędkość

source: Last update: %s
pl: Ost. aktualizacja: %s

source: Last update: %s
pl: Ostatnia aktualizacja: %s

source: Last used share:
pl: Ostatnio używane:

source: Latitude
pl: Szerokość

source: Latitude :
pl: Szerokość geogr.:

source: Latvia
pl: Łotwa

source: Latvian
pl: Łotewski

source: Leave DVD player?
pl: Opuścić odtwarzacz DVD?

source: Left
pl: Lewo

source: Left from servicename
pl: Na lewo od nazwy kanału

source: Leisure hobbies
pl: Hobby/czas wolny

source: Letterbox zoom
pl: Tryb Letterbox zoom

source: Light Grey
pl: Jasnoszary

source: Likes:
pl: Polubienia:

source: Limit character set for recording filenames
pl: Limit znaków w nazwie nagrania

source: Limit debug log size (MB)
pl: Limit rozmiaru loga debugowania (MB)

source: Limit east
pl: Limit wschodni

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
pl: Ogranicz znaki, które mogą być użyte w nazwach plików nagraniowych do (7 bit) ascii. Zapewnia to kompatybilność z systemami operacyjnymi lub systemów plików z ograniczoną zestawów znaków.

source: Limit west
pl: Limit zachodni

source: Limits cancelled
pl: Limity wyłączone

source: Limits enabled
pl: Limity włączone

source: Limits off
pl: Limity wyłączone

source: Limits on
pl: Limity włączone

source: Link Quality:
pl: Jakość sygnału:

source: Link quality:
pl: Jakość sygnału:

source: Link:
pl: Połączenie:

source: Linked titles with a DVD menu
pl: Dostępne tytuły DVD z menu

source: List
pl: Lista

source: List EPG functions...
pl: Lista rodzajów EPG...

source: List of Storage Devices
pl: Lista urządzeń przechowywania danych

source: List of storage devices
pl: Lista urządzeń przechowywania danych

source: List version %d, found %d channel
pl: Wersja listy %d, znaleziono %d kanał

source: List/Fav/PVR
pl: Lista/Fav/PVR

source: Listen to the radio...
pl: Słuchaj radia...

source: Lists reloaded!
pl: Listy przeładowane!

source: Lithuanian
pl: Litewski

source: Load
pl: Załaduj

source: Load EPG
pl: Załaduj EPG

source: Load feed on startup:
pl: Załaduj kanał po uruchomieniu:

source: Load playlist
pl: Załaduj playlistę

source: Load plugin list after TV display
pl: Załaduj listę pluginów po wyświetleniu obrazu TV

source: Load unlinked userbouquets
pl: Załaduj niepowiązane bukiety

source: Load/Save
pl: Załaduj/Zapisz

source: Load/Save/Delete
pl: Załaduj/Zapisz/Usuń

source: Local box
pl: Lokalny dekoder

source: Local network
pl: Sieć lokalna

source: Location
pl: Lokalizacja

source: Lock:
pl: Zablokuj:

source: Log Manager
pl: Menedżer logowania

source: Log file name:
pl: Nazwa pliku log:

source: Log results to harddisk
pl: Zapisuj log na HDD

source: LogManager
pl: Menedżer logów

source: Login OK
pl: Logowanie poprawne

source: Login failed
pl: Logowanie nie powiodło się

source: Logs
pl: Logi

source: Logs location
pl: Lokalizacja logów

source: Logs older than the specified no of days will be deleted.
pl: Logi zostaną usunięte po określonej liczbie dni.

source: Logs settings
pl: Ustawienia logów

source: Long << / >>
pl: Długie << / >>

source: Long Left/Right
pl: Długie Lewo/Prawo

source: Long filenames
pl: Długie nazwy plików

source: Long key press
pl: Długie naciśnięcie klawisza

source: Longitude
pl: Długość geograficzna

source: Longitude :
pl: Długość geograficzna:

source: Loop through to
pl: Przez przelotkę do

source: Low :
pl: Niskie:

source: Lower USB
pl: Dolny port USB

source: Luxembourg
pl: Luksemburg

source: Luxembourgish
pl: Luksemburski

source: MAC address
pl: Adres MAC

source: MAC address settings
pl: Ustawienia adresu MAC

source: MAC-address
pl: Adres MAC

source: MAC-address settings
pl: Ustawienia adresu MAC

source: MORE
pl: Więcej

source: Main menu
pl: Główne menu

source: Mainmenu
pl: Główne menu

source: Maintain old EPG data for
pl: Zachowaj stare dane EPG dla

source: Make backup of plugins, skins, settings, cams and restore it after fresh image installation
pl: Wykonaj kopię zapasową pluginów, skórek, ustawień, emulatorów i przywróć ją po instalacji nowego oprogramowania

source: Make full image backup which allows to flash other boxes
pl: Wykonaj pełną kopię zapasową obrazu, którą będzie można wgrać do innych odbiorników

source: Make this mark an 'in' point
pl: Ustaw ten znak jako punkt początkowy

source: Make this mark an 'out' point
pl: Ustaw ten znak jako punkt końcowy

source: Make this mark just a mark
pl: Ustaw to jako znak

source: Malaysia
pl: Malezja

source: Manage Inadyn, SSH, uShare, OpenVPN, NFS, DLNA
pl: Zarządzaj DynDNS, SSH, uShare, OpenVPN, NFS, DLNA

source: Manage Your devices like USB, HDD, DVD...
pl: Zarządaj urządzeniami takim jak USB, HDD, DVD...

source: Manage extensions
pl: Zarządzaj rozszerzeniami

source: Manage your %s %s's software
pl: Zarządzaj oprogramowaniem w twoim %s %s

source: Manual
pl: Ręcznie

source: Manual Scan
pl: Skanowanie ręczne

source: Manual configuration
pl: Konfiguracja ręczna

source: Manual scan
pl: Skanowanie ręczne

source: Manual transponder
pl: Własny transponder

source: Manufacturer
pl: Producent

source: March
pl: Marzec

source: Margin after recording (minutes)
pl: Margines po nagraniu (w min)

source: Margin before recording (minutes)
pl: Margines przed nagraniem (w min)

source: Mark service as a dedicated 3D service
pl: Zaznacz kanał jako kanał 3D

source: Max. bitrate:
pl: Maks. bitrate:

source: Max:
pl: Maks.:

source: Maxdown +
pl: Maks. w dół +

source: Maxdown -
pl: Maks. w dół -

source: Maxdown:
pl: Maks. w dół:

source: Maximum no of days
pl: Maksymalna liczba dni

source: May
pl: Maj

source: Media
pl: Multimedia

source: Media Player
pl: Odtwarzacz multimedialny

source: Media long
pl: Media - długie naciśnięcie

source: Media playback Remaining/Elapsed as
pl: Odtwarzanie multimediów pozostało/upłynęło

source: Media player
pl: Odtwarzacz multimedialny

source: Media scanner
pl: Skaner multimediów

source: Medium is not a writeable DVD!
pl: Nośnik nie jest zapisywalnym DVD!

source: Medium is not empty!
pl: Nośnik nie jest pusty!

source: Memory
pl: Pamięć

source: Memory Information
pl: Informacja o pamięci

source: Memory index
pl: Indeks pamięci

source: Menu config
pl: Menu konfiguracji

source: Merging Timeshift files
pl: Scalanie plików timeshift

source: Message
pl: Wiadomość

source: Message...
pl: Wiadomość...

source: Mexico
pl: Meksyk

source: MiniDLNA Setup
pl: Ustawienia MiniDLNA

source: MiniTV with OSD
pl: MiniTV z OSD

source: Minimum age %d years
pl: Wiek minimalny %d lat

source: Minimum send interval
pl: Minimalny odstęp wysyłania

source: Mins
pl: Min

source: Mins Secs
pl: Min S

source: Missing
pl: Brak

source: Modulation
pl: Modulacja

source: Moldova
pl: Mołdawia

source: Mon
pl: Pn.

source: Mon-Fri
pl: Pn.-Pt.

source: Monday
pl: Poniedziałek

source: Monthly
pl: Miesięcznie

source: Mosquito noise reduction
pl: Punkt. red. szumów

source: Mount
pl: Zamontuj

source: Mount failed
pl: Montowanie nieudane

source: Mount:
pl: Montowanie:

source: Mounts Setup
pl: Ustawienia zasobów sieciowych

source: Mounts setup
pl: Ustawienia zasobów sieciowych

source: Move
pl: Przesuń

source: Move Left/Right
pl: Przesuń Lewo/Prawo

source: Move PIP
pl: Przesuń PiP

source: Move PiP to main picture
pl: Przenieś PiP do głównego obrazu

source: Move Picture in Picture
pl: Przesuń PiP

source: Move Up/Down
pl: Przesuń Góra/Dół

source: Move down a page
pl: Przesuń w dół strony

source: Move east
pl: Przesuń na wschód

source: Move to home of list
pl: Przejdź do głównej listy

source: Move to position X
pl: Przejdź do pozycji X

source: Move up a page
pl: Przesuń w górę strony

source: Move west
pl: Przesuń na zachód

source: Moved to position 0
pl: Przeniesiono do pozycji 0

source: Moved to position at index
pl: Przeniesiono do pozycji w indeksie

source: Movement
pl: Ruch

source: Movie
pl: Film

source: Movie List
pl: Lista filmów

source: Movie List Setup
pl: Konfiguracja listy filmów

source: Movie location
pl: Lokalizacja nagrań

source: Movie selection
pl: Wybór filmów

source: Movie/Drama
pl: Film/Dramat

source: Movielist menu
pl: Menu listy nagrań

source: Moving
pl: Przeniesienie

source: Moving east ...
pl: Ruch na wschód...

source: Moving files
pl: Przeniesienie plików

source: Moving to position
pl: Idź na pozycję

source: Moving west ...
pl: Ruch na zachód...

source: Multi-EPG bouquet selection
pl: Multi EPG wybór bukietów

source: MultiEPG settings
pl: Ustawienia multi EPG

source: Multiple service support
pl: Obsługa wielu kanałów

source: Multiplex
pl: Multipleks

source: Music
pl: Muzyka

source: Music/Ballet/Dance
pl: Muzyka/Balet/Taniec

source: Mute
pl: Wycisz

source: My Extension
pl: Moje rozszerzenia

source: My extension
pl: Moje rozszerzenia

source: MyTube Settings
pl: Odtwarzacz YouTube - ustawienia

source: MyTubePlayer
pl: Odtwarzacz YouTube

source: MyTubePlayer Help
pl: Odtwarzacz YouTube - pomoc

source: MyTubePlayer active video downloads
pl: Odtwarzacz YouTube - aktualnie pobierane

source: MyTubePlayer settings
pl: Odtwarzacz YouTube - ustawienia

source: MyTubeVideoInfoScreen
pl: Odtwarzacz YouTube - informacje o wideo

source: MyTubeVideohelpScreen
pl: Odtwarzacz YouTube - pomoc

source: N/A
pl: ND.

source: NEXT
pl: NASTĘPNY

source: NFS Setup
pl: Ustawienia NFS

source: NIM
pl: Głowica

source: NIM & Type
pl: Głowica i typ

source: NIT Info
pl: Informacje NIT

source: NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
pl: UWAGA: Ta funkcja jest przeznaczona dla osób, które nie mogą wyłączyć funkcji overscan na swoim telewizorze. Przed użyciem tej funkcji najpierw spróbuj wyłączyć overscan. ZASTOSOWANIE: Dostosuj ustawienia rozmiaru i położenia ekranu, tak aby zacieniona warstwa interfejsu użytkownika zakrywała tylko wzór testowy w tle. Wybierz Tak, aby kontynuować lub Nie, aby wyjść.

source: NOW
pl: TERAZ

source: NTP server
pl: Serwer NTP

source: Name
pl: Nazwa

source: Name:
pl: Nazwa:

source: Name:
pl: Nazwa:

source: Name: n/a
pl: Nazwa: nd.

source: Nameserver
pl: Serwer nazw

source: Nameserver %d
pl: DNS %d

source: Nameserver settings
pl: Ustawienia serwera nazw

source: Nameserver setup
pl: Ustawienia serwera nazw

source: Namespace
pl: Nazwa miejsca

source: Netherlands
pl: Holandia

source: Netmask
pl: Maska podsieci

source: Netmask:
pl: Maska podsieci:

source: Network
pl: Sieć

source: Network ID
pl: ID sieci

source: Network Information
pl: Informacje o sieci

source: Network MAC settings
pl: Ustawienia sieciowe MAC

source: Network Servers:
pl: Serwery sieciowe:

source: Network Setup
pl: Konfiguracja sieci

source: Network Test
pl: Test sieci

source: Network configuration...
pl: Konfiguracja sieci...

source: Network menu
pl: Menu sieciowe

source: Network mounts
pl: Montowanie sieci

source: Network name (SSID)
pl: Nazwa sieci (SSID)

source: Network scan
pl: Skanowanie sieci

source: Network setup
pl: Ustawienia sieci

source: Network test
pl: Test sieci

source: Network test...
pl: Test sieci...

source: Network test:
pl: Test sieci:

source: Network wizard
pl: Kreator sieci

source: Network:
pl: Sieć:

source: New
pl: Nowy

source: New Zealand
pl: Nowa Zelandia

source: New profile:
pl: Nowy profil:

source: New style
pl: Nowy styl

source: New subscription added
pl: Nowa subskrybcja dodana

source: New symlink
pl: Nowy link

source: New timers location
pl: Nowa lokalizacja timera

source: NewCamd DES Key:
pl: Klucz DES Newcamd:

source: News & Politics
pl: Wiadomości i polityka

source: News Current Affairs
pl: Aktualności Sprawy Bieżące

source: Next
pl: Następny

source: No
pl: Nie

source: No (supported) DVDROM found!
pl: Nie znaleziono (obsługiwanego) DVDROM!

source: No Connection
pl: Brak połączenia

source: No HDD found or HDD not initialized!
pl: Nie znaleziono HDD lub nie zainicjowano dysku twardego!

source: No Harddisk or Harddisk with S.M.A.R.T capabilites detected
pl: Nie wykryto dysku twardego ani dysku twardego zgodnego ze S.M.A.R.T

source: No Timeshift found to save as recording!
pl: Nie znaleziono timeshiftu, by zapisać jako nagranie!

source: No age block
pl: Brak blokady wiekowej

source: No backup needed
pl: Nie znaleziono kopii

source: No cable tuner found!
pl: Nie znaleziono głowicy kablowej!

source: No card inserted!
pl: Nie włożono karty!

source: No connection
pl: Brak połączenia

source: No data on transponder! (Timeout reading PAT)
pl: Brak danych na transponderze! (Limit czasu czytania PAT)

source: No delay
pl: Brak opóźnienia

source: No description available.
pl: Brak dostępnego opisu.

source: No displayable files on this medium found!
pl: Brak plików do wyświetlenia na tym nośniku!

source: No event info found, recording indefinitely.
pl: Nie znaleziono informacji o wydarzeniu, nagrywanie na czas nieokreślony.
