Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Your %s %s offers three levels of configuration options: Simple - We suggest this level if this is your first contact with a %s %s. Intermediate - This level enables you to change some more options, mainly the graphical user interface and the behaviour of your %s %s. Expert - This gives you full control over all available settings of your %s %s. Warning: Higher levels may lead to increased usage complexity.
pl: Twój %s %s oferuje trzy poziomy opcji konfiguracyjnych: Prosty - sugerujemy ten poziom, jeśli jest to twój pierwszy kontakt z %s %s. Średniozaawansowany - ten poziom umożliwia zmianę niektórych opcji, głównie graficznego interfejsu użytkownika i zachowania twojego %s %s. Ekspert - daje pełną kontrolę nad wszystkimi dostępnymi ustawieniami twojego %s %s. Uwaga: wyższe poziomy mogą prowadzić do zwiększenia złożoności użycia.

source: Your %s %s will be restarted after the installation of service Ready to install %s ?
pl: Twój %s %s zostanie uruchomiony ponownie po zainstalowaniu listy kanałów Gotów do instalacji %s ?

source: Your %s %s will be restarted after the installation of service. Do you want to install now ?
pl: Twój %s %s zostanie ponownie uruchomiony po instalacji listy kanałów. Czy chcesz zainstalować teraz?

source: Your %s %s will be restarted after the removal of service Do you want to remove now ?
pl: Twój %s %s zostanie uruchomiony ponownie po usunięciu listy kanałów Czy chcesz usunąć teraz?

source: Your IP:
pl: Twoje IP:

source: Your STB will restart after pressing OK on your remote control.
pl: Twój dekoder zostanie ponownie uruchomiony po naciśnięciu przycisku OK na pilocie zdalnego sterowania.

source: Your backup succeeded. We will now continue to explain the further upgrade process.
pl: Kopia została utworzona. Będziemy kontynuować wyjaśnianie procesu aktualizacji.

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
pl: Twoja kolekcja przekracza rozmiar zwykłego nośnika DVD, będziesz potrzebował czystego dwuwarstwowego DVD!

source: Your current collection will get lost!
pl: Twoja obecna kolekcja zostanie utracona!

source: Your front panel will be upgraded This may take a few minutes
pl: Nastąpi aktualizacja przedniego panelu To może potrwać kilka minut

source: Your internet connection is not working! Please choose what you want to do next.
pl: Twoje połączenie internetowe nie działa! Proszę wybrać to, co chcesz robić dalej.

source: Your internet connection is working (ip: %s)
pl: Twoje połączenie internetowe działa (ip: %s)

source: Your network configuration has been activated.
pl: Konfiguracja sieci została aktywowana.

source: Your network is not working. Please try again.
pl: Twoja sieć nie działa. Spróbuj ponownie.

source: Your receiver does not have an internet connection
pl: Dekoder nie ma połączenia z internetem

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
pl: Twój dekoder jest gotowy do użycia. Twoje połączenie internetowe działa. Naciśnij OK, aby kontynuować.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
pl: Połączenie bezprzewodowe z internetem nie może zostać zainicjowane! Podłączyłeś USB WLAN Stick? Wybierz co chcesz zrobić dalej.

source: Zap
pl: Przełącz

source: Zap + Exit
pl: Przełącz + Wyjdź

source: Zap back to previously tuned service?
pl: Przełączyć z powrotem na poprzedni kanał?

source: Zap back to service before positioner setup?
pl: Powrócić na kanał sprzed ustawiania pozycjonera?

source: Zap back to service before tuner setup?
pl: Powrócić na kanał sprzed ustawiania głowicy?

source: Zap down
pl: Przełącz kanał w dół

source: Zap focus to Picture in Picture
pl: Przełącz na PiP

source: Zap focus to main screen
pl: Przełącz na główny ekran

source: Zap mode
pl: Przełącz na tryb

source: Zap to
pl: Przełącz na

source: Zap to channel (setup in menu)
pl: Przełącz na kanał (konfiguracja w menu)

source: Zap to channel and close (setup in menu)
pl: Przełącz na kanał i zamknij (konfiguracja w menu)

source: Zap up
pl: Przełącz kanał w górę

source: Zoom In/Out TV...
pl: Powiększ/pomniejsz na TV...

source: Zoom Off...
pl: Wyłącz powiększenie...

source: [TimeShift] Restarting Timeshift!
pl: [Timeshift] Restartowanie timeshift!

source: [Timeshift] Merging records failed!
pl: [Timeshift] Zapis nie powiódł się!

source: [alternative edit]
pl: [edycja alternatywnych]

source: [bouquet edit]
pl: [edycja bukietu]

source: [favourite edit]
pl: [edycja ulubionych]

source: [move mode]
pl: [tryb przenoszenia]

source: a gui to assign services/providers to common interface modules
pl: menu do przypisania kanałów/operatorów dla modułów CI

source: a gui to assign services/providers/caids to common interface modules
pl: menu do przypisania kanałów/operatorów/caid'ów dla modułów CI

source: about to start
pl: zaraz się rozpocznie

source: accuWheater.com Information
pl: informacje o pogodzie z accuWeather.com

source: activate network adapter configuration
pl: aktywuj konfigurację karty sieciowej

source: activatePiP
pl: aktywuj PiP

source: add AutoTimer
pl: dodaj AutoTimer

source: add alternatives
pl: dodaj alternatywne kanały

source: add bookmark
pl: dodaj zakładkę

source: add marker
pl: dodaj znacznik

source: add service to bouquet
pl: dodaj kanał do bukietu

source: address:
pl: adres:

source: adult movie/drama
pl: film dla dorosłych/dramat

source: advanced
pl: zaawansowane

source: adventure/western/war
pl: przygoda/wojenny/western

source: advertisement/shopping
pl: reklama/zakupy

source: after MediaPortal quits
pl: po zamknięciu MediaPortal

source: after SimplePlayer quits
pl: po odtwarzaniu wyjdź

source: alphabetic
pl: alfabetycznie

source: alphabetic reverse
pl: alfabetycznie odwrotnie

source: alternative
pl: alternatywne

source: any recordings
pl: jakiekolwiek nagrania

source: arts/culture (without music, general)
pl: sztuka/kultura (bez muzyki)

source: arts/culture magazine
pl: magazyn kulturalny

source: as plugin in extended bar
pl: jako plugin w rozszerzonym pasku

source: ask user
pl: zapytaj użytkownika

source: at
pl: na

source: at beginning
pl: na początek

source: at end
pl: na koniec

source: athletics
pl: sport

source: audio track (%s) format
pl: format ścieżki audio (%s)

source: audio track (%s) language
pl: język ścieżki audio (%s)

source: audio tracks
pl: ścieżki audio

source: auto deepstandby
pl: automatyczne głębokie czuwanie

source: auto standby
pl: automatyczne czuwanie

source: automatic
pl: automatycznie

source: back
pl: wróć

source: background image
pl: obraz tła

source: ballet
pl: balet

source: better
pl: lepszy

source: black
pl: czarny

source: black & white
pl: czarno-biały

source: blacklist
pl: czarna lista

source: blue
pl: niebieski

source: broadcasting/press
pl: relacja

source: burn audio track (%s)
pl: nagraj ścieżki audio (%s)

source: by date
pl: według daty

source: card
pl: kart

source: card reader
pl: czytnik kart

source: cartoon/puppets
pl: animowany

source: case-insensitive search
pl: wyszukiwanie bez rozróżniania wielkości liter

source: case-sensitive search
pl: wyszukiwanie z uwzględnieniem wielkości liter

source: center
pl: środek

source: chapters
pl: rozdziały

source: childrens's/youth program (general)
pl: program dla dzieci/młodzieży

source: circular left
pl: kołowa lewa

source: circular right
pl: kołowa prawa

source: close share view
pl: zamknij widok akcji

source: comedy
pl: komedia

source: config menu
pl: menu konfiguracji

source: confirmed
pl: potwierdzony

source: connected
pl: połączony

source: cooking
pl: gotowanie

source: copy
pl: kopiuj

source: copy file
pl: kopiuj plik

source: copy file - existing file will be overwritten !
pl: kopiuj plik - istniejący plik zostanie nadpisany!

source: copy folder
pl: kopiuj folder

source: copy folder - existing folders/files will be overwritten !
pl: kopiuj folder - istniejące foldery/pliki zostaną nadpisane!

source: create directory
pl: utwórz katalog

source: create symlink to file
pl: utwórz link do pliku

source: daily
pl: codziennie

source: day
pl: dzień

source: decrease uphop by 1
pl: zmniejsz uphop o 1

source: default
pl: domyślny

source: delete
pl: usuń

source: delete cut
pl: usuń cięcie

source: delete file
pl: usuń plik

source: delete folder
pl: usuń folder

source: deleting file ...
pl: usuwanie pliku...

source: deleting folder ...
pl: usuwanie folderu...

source: descramble and record ecm
pl: dekoduj i nagrywaj ECM

source: description match
pl: dopasowanie opisu

source: detective/thriller
pl: kryminał/thriller

source: disable
pl: wyłącz

source: disable move mode
pl: wyłącz tryb przenoszenia

source: disabled
pl: wyłączony

source: disconnected
pl: odłączony

source: discussion/interview/debate
pl: rozmowa/wywiad/debata

source: display
pl: wyświetlacz

source: do nothing
pl: nic nie rób

source: documentary
pl: dokument

source: don't descramble, record ecm
pl: nie dekoduj, nagrywaj ecm

source: done!
pl: gotowe!

source: drivers
pl: sterowniki

source: e-mail address
pl: adres e-mail

source: east
pl: zachód

source: ecm time:
pl: ecm czasy:

source: economics/social advisory
pl: porady ekonomiczne/społeczne

source: education/science/factual topics (general)
pl: edukacja/nauka/fakty

source: empty
pl: pusty

source: enable
pl: włącz

source: enable bouquet edit
pl: włącz edycję bukietu

source: enable move mode
pl: włącz tryb przeniesienia kanału

source: enable/disable Swap:
pl: włącz/wyłącz swap:

source: enabled
pl: włączone

source: end cut here
pl: koniec cięcia tutaj

source: enter number to jump to channel.
pl: wprowadzić numer, aby przejść do kanału.

source: entertainment (10-16 year old)
pl: rozrywka (10-16 lat)

source: entertainment (6-14 year old)
pl: rozrywka (6-14 lat)

source: epg Search from history...
pl: wyszukaj EPG z historii...

source: epg cache backup
pl: kopia pamięci podręcznej epg

source: equal to
pl: równy

source: equestrian
pl: jeździectwo

source: error starting scanning
pl: błąd skanowania

source: error while scanning
pl: błąd podczas skanowania

source: exact match
pl: dokładne dopasowanie

source: exit DVD player or return to file browser
pl: wyjdź z odtwarzacza DVD lub wróć do przeglądarki plików

source: exit mounts setup menu
pl: wyjść z menu ustawień montowania

source: exit network adapter configuration
pl: wyjść z konfiguracji karty sieciowej

source: exit networkadapter setup menu
pl: wyjść z menu konfiguracji karty sieciowej

source: experimental film/video
pl: film eksperymentalny

source: extensions
pl: rozszerzenia

source: extensions.
pl: rozszerzenia.

source: extra wide
pl: ekstra szeroki

source: failed
pl: nie powiodło się

source: false
pl: nie

source: fashion
pl: moda

source: fast
pl: szybko

source: fileformats (BMP, PNG, JPG, GIF)
pl: formaty plików (BMP, PNG, JPG, GIF)

source: filename
pl: nazwa pliku

source: film/cinema
pl: film/kino

source: find currently played service
pl: znajdź aktualnie odtwarzany kanał

source: fine arts
pl: sztuki piękne

source: fitness & health
pl: fitness i zdrowie

source: flat alphabetic
pl: alfabetycznie (+ katalogi)

source: flat alphabetic reverse
pl: alfabetycznie (+ katalogi) odwrotnie

source: folk/traditional music
pl: folk/muzyka tradycyjna

source: football/soccer
pl: piłka nożna

source: foreca.com Wheater Information
pl: foreca.com informacje o pogodzie

source: foreign countries/expeditions
pl: wyprawy/podróże

source: forward to the next chapter
pl: przeskocz do następnego rozdziału

source: free
pl: wolne

source: free diskspace
pl: wolnej przestrzeni dyskowej

source: from
pl: z

source: full
pl: pełny

source: further education
pl: edukacja

source: game show/quiz/contest
pl: teleturniej/quiz/konkurs

source: gardening
pl: ogrodnictwo

source: get the cards' server
pl: uzyskać z serwera karty

source: go to deep standby
pl: przejdź do głębokiego czuwania

source: go to standby
pl: przejdź do stanu czuwania

source: google.com API Wheater
pl: pogoda google

source: goto deep-standby
pl: przejdź do stanu głębokiego czuwania

source: goto standby
pl: przejdź do stanu czuwania

source: grab this frame as bitmap
pl: zrób screenshot (.bmp)

source: green
pl: zielony

source: handicraft
pl: rękodzieło

source: handled
pl: obsługiwane

source: has been sent to the PKT beta team. please quote
pl: zostało wysłane do zespołu PKTeam. proszę podać

source: height
pl: wysokość

source: help...
pl: pomoc...

source: hops:
pl: hop'y:

source: horizontal
pl: pozioma

source: increase uphop by 1
pl: zwiększ uphop o 1

source: information/education/school program
pl: program edukacyjny

source: init module
pl: zainicjuj moduł

source: init modules
pl: zainicjuj moduły

source: insert mark here
pl: wstaw znacznik tutaj

source: invalid type
pl: nieprawidłowy typ

source: is strongly advised.
pl: zdecydowanie zaleca się.

source: jump back to the previous title
pl: wróć do poprzedniego tytułu

source: jump forward to the next title
pl: przejdź do następnego tytułu

source: just abort, no message
pl: po prostu przerwij, bez komunikatu

source: just abort, show message
pl: po prostu przerwij, pokaż komunikat

source: just boot
pl: po prostu uruchom

source: kernel modules
pl: moduły jądra

source: languages
pl: języki

source: left
pl: lewo

source: leisure hobbies (general)
pl: rozrywka/hobby

source: length
pl: długość

source: limit ..., aborting !
pl: ograniczenie..., przerywam!

source: literature
pl: literatura

source: live broadcast
pl: na żywo

source: locked
pl: zablokowany

source: long
pl: długo

source: loopthrough to
pl: przez przelotkę do

source: magazines/reports/documentary
pl: reportaż/dokument/magazyn

source: making a backup before updating
pl: wykonanie kopii zapasowej przed aktualizacją

source: manage local Files
pl: zarządzaj plikami

source: manual
pl: ręcznie

source: martial sports
pl: sporty walki

source: medicine/physiology/psychology
pl: medycyna/fizjologia/psychologia

source: medium
pl: nośnik

source: menu_path_compressed
pl: menu ścieżki kompresji

source: mins
pl: min

source: minute
pl: minuta

source: minutes
pl: minuty

source: month
pl: miesiąc

source: motor sport
pl: sporty motorowe

source: motoring
pl: motoryzacja

source: move
pl: przenieś

source: move down to last entry
pl: przejdź do ostatniej pozycji

source: move down to next entry
pl: przejdź do następnej pozycji

source: move file
pl: przenieś plik

source: move folder
pl: przenieś folder

source: move up to first entry
pl: przejdź do pierwszej pozycji

source: move up to previous entry
pl: przejdź do poprzedniej pozycji

source: movie/drama (general)
pl: film/dramat

source: music/ballet/dance (general)
pl: muzyka/balet/taniec

source: nature/animals/environment
pl: natura/zwierzęta/środowisko

source: never
pl: nigdy

source: never abort
pl: nigdy nie przerywaj

source: new folder
pl: nowy folder

source: new media
pl: nowe media

source: news magazine
pl: magazyn informacyjny

source: news/current affairs (general)
pl: aktualności/sprawy bieżące

source: news/weather report
pl: wiadomości/pogoda

source: no
pl: nie

source: no CAId selected
pl: nie wybrano CAId

source: no CI slots found
pl: nie znaleziono gniazda CI

source: no channel list
pl: brak listy kanałów

source: no delay
pl: brak opóźnienia

source: no module found
pl: Nie znaleziono modułu

source: no or unknown card inserted
pl: brak lub włożono nieznaną kartę

source: no storage devices found
pl: brak urządzeń przechowywania danych

source: no timeout
pl: bez limitu czasu

source: none
pl: brak

source: normal
pl: normalny

source: not configured
pl: nieskonfigurowany

source: not locked
pl: niezablokowany

source: not supported
pl: nieobsługiwany

source: not used
pl: niewykorzystywany

source: nothing connected
pl: niczego nie podłączono

# now/next: 'next' event label
source: Next
pl: Następny

# now/next: 'now' event label
source: Now
pl: Teraz

source: of
pl: z

source: of a DUAL layer medium used.
pl: dwuwarstwowego nośnika zużyto.

source: of a SINGLE layer medium used.
pl: nośnika pojedynczej warstwy zużyto.

source: off
pl: wyłączony

source: offset is
pl: przesunięcie jest

source: on
pl: włączony

source: on READ ONLY medium.
pl: nośnik tylko do odczytu.

source: once
pl: raz

source: only HD
pl: tylko HD

source: only in Standby
pl: tylko w stanie czuwania

source: open nameserver configuration
pl: konfiguracja nazwy serwera

source: original
pl: oryginalny

source: original language
pl: język oryginalny

source: oscam.conf not found. Please enter username/password manually.
pl: nie znaleziono pliku oscam.conf. Proszę wprowadzić nazwę użytkownika/hasło.

source: packages selected.
pl: pakiety wybrane.

source: page left
pl: lewa strona

source: partial match
pl: częściowe dopasowanie

source: pass
pl: hasło

source: performing arts
pl: sztuka

source: picons
pl: picony

source: please press OK when ready
pl: wciśnij OK gdy gotowe

source: please wait, loading picture...
pl: czekaj, ładowanie obrazu...

source: please wait...
pl: czekaj...

source: popular culture/traditional arts
pl: popkultura/sztuka tradycyjna

source: pre-school children's program
pl: program dla przedszkolaków

source: provider:
pl: operator:

source: reboot system
pl: reboot systemu

source: record
pl: nagraj

source: recording...
pl: nagrywanie...

source: red
pl: czerwony

source: religion
pl: religia

source: remarkable people
pl: sławni ludzie

source: remove after this position
pl: usuń po tej pozycji

source: remove before this position
pl: usuń przed tą pozycją

source: remove bookmark
pl: usuń zakładkę

source: remove directory
pl: usuń katalog

source: remove entry
pl: usuń wpis

source: remove this mark
pl: usuń ten znacznik

source: rename
pl: zmień nazwę

source: rename entry
pl: zmień nazwę wpisu

source: rename file
pl: zmień nazwę pliku

source: renaming file ...
pl: zmieniam nazwę pliku...

source: renaming folder ...
pl: zmieniam nazwę folderu...

source: repeat playlist
pl: powtórz playlistę

source: repeated
pl: powtórzone

source: reverse by date
pl: wg daty (od najstarszego)

source: rewind to the previous chapter
pl: cofnij do poprzedniego rozdziału

source: right
pl: prawo

source: romance
pl: romans

source: running...
pl: uruchomiony...

source: save
pl: Zapisz

source: save last directory on exit
pl: zapisz ostatni katalog przy wyjściu

source: save playlist on exit
pl: zapisz playlistę przy wyjściu

source: scan state
pl: status skanowania

source: second cable of motorized LNB
pl: drugi kabel zmotoryzowanego LNB

source: seconds
pl: sekundy

source: security
pl: bezpieczeństwo

source: select
pl: wybierz

source: select CAId's
pl: wybierz CAId'y

source: select menu entry
pl: wybierz pozycję menu

source: send signal to this process...
pl: wyślji sygnał do tego procesu...

source: serious music/classic music
pl: muzyka poważna/muzyka klasyczna

source: serious/classical/religious/historical movie/drama
pl: poważny/klasyczny/religijny/film historyczny/dramat

source: set as startup service
pl: ustaw jako kanał startowy

source: set as startup service from standby
pl: ustaw jako kanał startowy ze stanu czuwania

source: settings
pl: ustawienia

source: share:
pl: udział:

source: show DVD main menu
pl: pokaż główne menu DVD

source: show all cards
pl: pokaż wszystkie karty

source: show all tags
pl: pokaż wszystkie tagi

source: show cards with uphop 0
pl: pokaż karty z uphop 0

source: show cards with uphop 1
pl: pokaż karty z uphop 1

source: show cards with uphop 2
pl: pokaż karty z uphop 2

source: show cards with uphop 3
pl: pokaż karty z uphop 3

source: show cards with uphop 4
pl: pokaż karty z uphop 4

source: show cards with uphop 5
pl: pokaż karty z uphop 5

source: show cards with uphop 6
pl: pokaż karty z uphop 6

source: show cards with uphop 7
pl: pokaż karty z uphop 7

source: show cards with uphop 8
pl: pokaż karty z uphop 8

source: show cards with uphop 9
pl: pokaż karty z uphop 9

source: show event details
pl: pokaż szczegóły wydarzenia

source: show mediaplayer on mainmenu
pl: pokaż odtwarzacz w menu głównym

source: show picons in service list
pl: Pokaż picony na liście kanałów

source: show single EPG...
pl: pokaż pojedyncze EPG...

source: show transponder info
pl: pokaż info transpondera

source: show/game show (general)
pl: zabawa/teleturniej

source: shuffle
pl: wymieszaj

source: shut down
pl: wyłącz

source: simple
pl: prosty

source: skins
pl: skórki

source: skip backward
pl: skocz do tyłu

source: skip backward (enter time)
pl: skocz do tyłu (wprowadź czas)

source: skip forward
pl: skocz do przodu

source: skip forward (enter time)
pl: skocz do przodu (wprowadź czas)

source: slow
pl: wolno

source: soap/melodram/folkloric
pl: serial/melodramat/folklor

source: social/political issues/economics (general)
pl: kwestie społeczne/polityka/ekonomia

source: social/spiritual science
pl: nauki społeczne

source: sorting of playlists
pl: sortowanie listy odtwarzania

source: special events
pl: wydarzenia specjalne

source: sports (general)
pl: sport

source: sports magazine
pl: magazyn sportowy

source: standard
pl: standardowe

source: start cut here
pl: rozpocznij cięcie tutaj

source: start directory
pl: katalog początkowy

source: stepsize
pl: rozmiar kroku

source: stop using as startup service
pl: usuń kanał startowy

source: switch Fan On/Off
pl: włącz/wyłącz wentylator

source: switch to bookmarks
pl: przejdź do zakładek

source: switch to filelist
pl: przejdź do listy plików

source: switch to the next angle
pl: przejdź do następnego rogu

source: switch to the next audio track
pl: przełącz na następną ścieżkę audio

source: switch to the next subtitle language
pl: przełącz na następny język napisów

source: symlink to
pl: link do

source: systemplugins
pl: pluginy systemowe

source: talk show
pl: widowisko publicystyczne

source: team sports
pl: sporty zespołowe

source: technology/natural science
pl: technika/nauka

source: template file
pl: szablon

source: tennis/squash
pl: tenis/squash

# third event: 'third' event label
source: Later
pl: Później

source: this bouquet is protected by a parental control pin
pl: ten bukiet jest zabezpieczony kodem PIN

source: this recording
pl: to nagranie

source: this service is protected by a parental control pin
pl: ten kanał jest chroniony kodem PIN

source: title starts with
pl: tytuł zaczyna się od

source: toggle time, chapter, audio, subtitle info
pl: czas odtwarzania, rozdział, audio, informacja o napisach

source: top
pl: góra

source: tourism/travel
pl: podróże/turystyka

source: true
pl: tak

source: uShare Log
pl: uShare Logi

source: uShare Name
pl: uShare Nazwa

source: uShare Setup
pl: ustawienia uShare

source: unavailable
pl: niedostępny

source: unconfirmed
pl: niepotwierdzony

source: unknown
pl: nieznany

source: unknown service
pl: nieznany kanał

source: unpublished
pl: niepublikowane

source: until standby/restart
pl: do stanu czuwania/restartu

source: updates available.
pl: aktualizacje dostępne.

source: user defined
pl: zdefiniowany przez użytkownika

source: user feed url
pl: adres url kanału użytkownika

source: using:
pl: używając:

source: variety show
pl: pokazy

source: vertical
pl: pionowa

source: very fast
pl: bardzo szybko

source: wait for ci...
pl: czekaj na CI...

source: wait for mmi...
pl: czekaj na MMI...

source: waiting
pl: czekanie

source: wakeup
pl: wybudzenie

source: wakeup to standby
pl: wybudzaj ze stanu czuwania

source: water sport
pl: sporty wodne

source: weblinks
pl: linki www

source: weekly
pl: co tydzień

source: welcome
pl: witamy

source: west
pl: zachód

source: when asking question about this log A copy has been sent to yourself.
pl: pytając o ten log Kopia została wysłana do ciebie.

source: white
pl: biały

source: wide
pl: szeroki
