Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Back, upper USB
pl: Tylny, górny port USB

source: Back/Recall
pl: Wstecz/Wycofać

source: Background
pl: Tło

source: Background check
pl: Sprawdź tło

source: Background color
pl: Kolor tła

source: Background delete option
pl: Usuwanie plików w tle

source: Background delete speed
pl: Szybkość usuwania plików w tle

source: Backup
pl: Kopia zapasowa

source: Backup Manager
pl: Menedżer kopii zapasowej

source: Backup completed.
pl: Zakończono tworzenie kopii zapasowej.

source: Backup failed.
pl: Tworzenie kopii nie powiodło się.

source: Backup is running...
pl: Tworzenie kopii zapasowej...

source: Backup system settings
pl: Ustawienia kopii systemu

source: Backward
pl: Do tyłu

source: Band
pl: Pasmo

source: Bandwidth
pl: Szerokość pasma

source: Base time
pl: Czas podstawowy

source: Base transparency for OpenOpera web browser
pl: Podstawowa przezroczystość dla przeglądarki internetowej OpenOpera

source: Base transparency for teletext, more options available within teletext screen.
pl: Podstawowa przezroczystość dla teletekstu, więcej opcji dostępnych na ekranie teletekstu.

source: Basic settings
pl: Ustawienia podstawowe

source: Basque
pl: Baskijski

source: Begin time
pl: Czas rozpoczęcia

source: Behavior of 'pause' when paused
pl: Zachowanie "pauzy" podczas zatrzymania

source: Behavior of 0 key in PiP-mode
pl: Zachowanie przycisku 0 w trybie PiP

source: Behavior when a movie is started
pl: Zachowanie, gdy film się rozpoczął

source: Behavior when a movie is stopped
pl: Zachowanie, gdy film jest zatrzymany

source: Behavior when a movie reaches the end
pl: Zachowanie, gdy film osiąga koniec

source: Belgium
pl: Belgia

source: Big PiP
pl: Duży PiP

source: Black
pl: Czarny

source: Black screen
pl: Czarny ekran

source: Black screen till locked
pl: Czarny ekran nadal zablokowany

source: Block noise reduction
pl: Blok. red. szumów

source: Blue
pl: Niebieski

source: Blue long
pl: Długo niebieski

source: Bookmarks
pl: Zakładki

source: Boost blue
pl: Zwiększ niebieski

source: Boost green
pl: Zwiększ zielony

source: Boot Confirmation
pl: Potwierdzenie uruchomienia

source: Boot Image
pl: Uruchom oprogramowanie

source: Boot-up action
pl: Proces rozruchu

source: Bootlogo Setup
pl: Ustawienia logo startowego

source: Bosnia and Herzegovina
pl: Bośnia i Hercegowina

source: Bouquet List
pl: Lista bukietów

source: Brazil
pl: Brazylia

source: Brightness
pl: Jasność

source: Brightness (Normal)
pl: Jasność (normalna)

source: Brightness (Standby)
pl: Jasność (czuwanie)

source: Buffer size [kB]:
pl: Rozmiar bufora [kB]:

source: Buffering %d%%
pl: Buforowanie %d%%

source: Buffers:
pl: Bufory:

source: Build: %s
pl: Kompilacja: %s

source: Build: %s
pl: Kompilacja: %s

source: Bulgaria
pl: Bułgaria

source: Bulgarian
pl: Bułgarski

source: Burn Bludisc
pl: Nagraj BlueDisc

source: Burn DVD
pl: Nagraj DVD

source: Burn existing image to medium
pl: Nagraj istniejący obraz na nośnik

source: Burn to medium
pl: Nagraj na nośnik

source: Button
pl: Przycisk

source: Button setup
pl: Ustawienia przycisków

source: ButtonSetup
pl: Ustawienia przycisków

source: Bypass HDMI EDID Check
pl: Pomiń sprawdzanie HDMI EDID

source: Bytes received:
pl: Pobrano bajtów:

source: Bytes sent:
pl: Wysłano bajtów:

source: C-Band
pl: Pasmo C

source: CAT Info
pl: Informacja CAT

source: CCcam Client Info
pl: CCcam klient info

source: CCcam Config Switcher
pl: CCcam przełącznik konfiguracji

source: CCcam Info Config
pl: CCcam info konfiguracja

source: CCcam Info Setup
pl: CCcam info ustawienie

source: CCcam Provider Info
pl: CCcam operator info

source: CCcam Remote Info
pl: CCcam zdalne info

source: CCcam Server Info
pl: CCcam serwer info

source: CCcam Share Info
pl: CCcam udział info

source: CCcam Shares Info
pl: CCcam udziały info

source: CCcam.cfg Basic Line Editor
pl: Edytor pliku CCcam.cfg

source: CF card mounted in:
pl: Karta CF zamontowana w:

source: CH
pl: KANAŁ

source: CH%s
pl: KANAŁ%s

source: CHANGE BOUQUET
pl: ZMIEŃ BUKIET

source: CI (Common Interface) Setup
pl: Ustawienia modułu CI

source: CI Operation Mode
pl: Tryb działania modułu CI

source: CI assignment
pl: Zadanie modułu CI

source: CI settings
pl: Ustawienia modułu CI

source: CPU Speed: %s
pl: Prędkość CPU: %s

source: CPU: %s
pl: Procesor: %s

source: Cable
pl: Kablówka

source: Cable Scan
pl: Skanowanie kablówki

source: Cache thumbnails
pl: Pamięć podręczna miniatur

source: Cached:
pl: Podręczna:

source: Calculate
pl: Oblicz

source: Calculation complete
pl: Zakończono obliczenia

source: Calibrate
pl: Kalibracja

source: Cam Info
pl: Informacje o Cam

source: Can be used for different fps between external subtitles and video.
pl: Mogą być wykorzystywane do różnych klatek między napisami zewnętrznymi i wideo.

source: Can't unmount partition, make sure it is not being used for swap or record/timeshift paths
pl: Nie można odmontować partycji, upewnij się, że nie jest w tej chwili używana

source: Canada
pl: Kanada

source: Cancel
pl: Anuluj

source: Cancel save timeshift as movie
pl: Nie zapisuj timeshiftu jako filmu

source: Cannot delete file
pl: Nie można usunąć pliku

source: Cannot determine
pl: Nie można określić

source: Cannot find any signal ..., aborting !
pl: Nie można znaleźć żadnego sygnału..., przerywam!

source: Cannot move to the trash can
pl: Nie można przenieść do kosza

source: Capacity:
pl: Pojemność:

source: Card infos (CCcam-Reader)
pl: Karta info (CCcam-czytnik)

source: Cards:
pl: Karty:

source: Cards:
pl: Karty:

source: Cards: 0
pl: Karty: 0

source: Cardserial
pl: Numer karty

source: Cascade PiP
pl: Kaskada PiP

source: Center DVB subtitles
pl: Wyśrodkuj napisy DVB

source: Change PIN
pl: Zmień PIN

source: Change bouquets in quickzap
pl: Automatyczna zmiana bukietów

source: Change city
pl: Zmień miasto

source: Change next timer
pl: Zmień następny timer

source: Change recording (add time)
pl: Zmień czas nagrywania (dodaj czas)

source: Change recording (duration)
pl: Zmień czas trwania nagrania

source: Change recording (end time)
pl: Zmień czas nagrywania (końcowy czas)

source: Change repeat and delay settings?
pl: Zmienić ustawienia powtarzania i opóźnienia?

source: Change some keys functions
pl: Zmień funkcje niektórych przycisków

source: Change step size
pl: Zmień rozmiar kroku

source: Change timer
pl: Zmień timer

source: Change to bouquet
pl: Przełącz do bukietu

source: Changelog
pl: Lista zmian

source: Changes need a system restart to take effect. Restart your %s %s now?
pl: Zmiany wymagają ponownego uruchomienia dekodera. Uruchomić ponownie teraz %s %s?

source: Channel
pl: Kanał

source: Channel +/- button mode
pl: Tryb przycisku kanał +/-

source: Channel 1 at start
pl: Kanał 1 startowy

source: Channel Info
pl: Kanał Info

source: Channel List
pl: Lista kanałów

source: Channel List Setup
pl: Ustawienia listy kanałów

source: Channel Name
pl: Nazwa kanału

source: Channel down
pl: Kanał -

source: Channel info
pl: Informacja o kanale

source: Channel list context menu
pl: Kontekstowe menu listy kanałów

source: Channel list cursor behavior
pl: Lista kanałów zachowanie kursora

source: Channel list on mode change
pl: Zmiana trybu listy kanałów

source: Channel list preview
pl: Podgląd listy kanałów

source: Channel list service mode*
pl: Tryb serwisowy listy kanałów

source: Channel list type
pl: Typ listy kanałów

source: Channel not in services list
pl: Kanału nie ma na liście

source: Channel preview mode
pl: Tryb podglądu kanału

source: Channel selection
pl: Wybór kanału

source: Channel selection settings
pl: Ustawienia listy kanałów

source: Channel up
pl: Kanał +

source: Channel:
pl: Kanał:

source: Channel:
pl: Kanał:

source: ChannelEPG settings
pl: Ustawienia EPG dla kanału

source: Channellist menu
pl: Menu listy kanałów

source: Chap.
pl: Rozdz.

source: Chapter
pl: Rozdział

source: Chapter:
pl: Rozdział:

source: Check
pl: Sprawdź

source: Check every (hours)
pl: Sprawdź co (w godz.)

source: Check power and input state from TV
pl: Sprawdź stan zasilania i wejścia z TV

source: Check the internet connection
pl: Sprawdź połączenie internetowe

source: Check the internet connection again
pl: Sprawdź ponownie połączenie internetowe

source: Check update every (hours)
pl: Sprawdź aktualizację co (w godz.)

source: Checking Feeds
pl: Sprawdzanie kanałów

source: Checking Logs...
pl: Sprawdzanie logów...

source: Checking file system...
pl: Sprawdzanie systemu plików...

source: Checking filesystem...
pl: Sprawdzanie systemu plików...

source: Checking for Updates...
pl: Sprawdzanie aktualizacji...

source: Checking the internet connection
pl: Sprawdzanie połączenia internetowego

source: Checking tuner %d DiSEqC port %s for %s
pl: Sprawdzanie głowicy %d DiSEqC port %s dla %s

source: Children/Youth
pl: Dzieci/Młodzież

source: Chipset: BCM%s
pl: Układ: BCM%s

source: Chipset: BCM%s
pl: Układ: BCM%s

source: Choose Bouquet
pl: Wybierz bukiet

source: Choose Tuner
pl: Wybierz głowicę

source: Choose Your favorite bootlogo
pl: Wybierz ulubione logo startowe

source: Choose a tag for easy finding a recording.
pl: Wybierz znacznik umożliwiający łatwe znalezienie nagrania.

source: Choose between Daily, Weekly, Weekdays or user defined.
pl: Wybierz pomiędzy dziennym, tygodniowym, dni powszednie lub określone przez użytkownika.

source: Choose target folder
pl: Wybierz folder docelowy

source: Choose the location for crash and debug logs.
pl: Wybierz lokalizację dla crashlogów i logów debugowania.

source: Choose the location where the EPG data will be stored when the %s %s is shut down. The location must be available at boot time.
pl: Wybierz lokalizację, w której dane EPG zostaną zapisane gdy %s %s jest wyłączony. Lokalizacja musi być dostępny w czasie rozruchu.

source: Choose the name of the file that holds the EPG data when the %s %s is shut down. This can be handy to differentiate between several boxes.
pl: Wybierz nazwę pliku, który przechowuje EPG gdy %s %s jest wyłączony. Może to być przydatne do rozróżniania kilku plików EPG.

source: Choose time interval to which the graphics will be rounded off.
pl: Wybierz przedział czasu, w którym grafika zostanie zaokrąglona.

source: Choose what you want the '0' button to do when PIP is active.
pl: Wybierz akcję naciśnięcia przycisku "0", kiedy PiP jest aktywny.

source: Choose where to mount your devices to:
pl: Wybierz miejsce montażu urządzeń w:

source: Choose whether multi channel sound tracks should be downmixed to stereo.
pl: Wybierz czy wielokanałowe ścieżki dźwiękowe powinny być przystosowywane do stereo.

source: Choose whether or not to show an icon when a motorised dish is moving.
pl: Wybierz czy pokazywać ikonę w czasie ruchu obrotnicy.

source: Choose which level of menu/settings to display. 'Expert' level shows all items.
pl: Wybierz poziom dostępu do menu konfiguracyjnego. Poziom "Expert" daje dostęp do wszystkich opcji.

source: Choose which tuner to configure.
pl: Wybierz, którą głowicę chcesz skonfigurować.

source: Chose between record and ZAP.
pl: Wybierz pomiędzy nagrywaniem a zmianą kanału.

source: Circular LNB
pl: Polaryzacja kołowa

source: Circular left
pl: Kołój w lewo

source: Circular right
pl: Kołój w prawo

source: City
pl: Miasto

source: Classic
pl: Klasyczny

source: Clean
pl: Wyczyść

source: Clean network trash can's
pl: Wyczyść kosz sieciowy

source: Clean network trash cans
pl: Wyczyść kosz sieciowy

source: Cleaning Trashes
pl: Czyszczenie kosza

source: Cleanup
pl: Czyszczenie

source: Clear
pl: Wyczyść

source: Clear before scan
pl: Wyczyść przed skanowaniem

source: Clear fixed
pl: Wyczyść

source: Clear history on Exit:
pl: Wyczyść historię przy wyjściu:

source: Clear log
pl: Wyczyść rejestr

source: Clear playlist
pl: Wyczyść listę odtwarzania

source: Click on your remote on the button you want to change, then click on "OK"
pl: Naciśnij przycisk pilota, który chcesz zmienić, następnie zatwierdź "OK"

source: Clients
pl: Klienci

source: Clock
pl: Zegar

source: Clone TV screen to LCD
pl: Sklonuj obraz TV na wyświetlacz LCD

source: Close
pl: Zamknij

source: Close PiP on exit
pl: Zamknij PiP przyciskiem EXIT

source: Close bouquet list.
pl: Zamknij listę bukietów.

source: Close dialog
pl: Zamknij okno

source: Close title selection
pl: Zamknij wybór tytułu

source: Cloudiness
pl: Zachmurzenie

source: Code rate HP
pl: Sprawność kodowania HP

source: Code rate LP
pl: Sprawność kodowania LP

source: Coderate HP
pl: Sprawność kodowania HP

source: Coderate LP
pl: Sprawność kodowania LP

source: Coding Systems
pl: Systemy kodowania

source: Collection name
pl: Nazwa kolekcji

source: Collection of nice IPTV plugins, bootlogos and softcams
pl: Zbiór pluginów IPTV, logo startowych oraz emulatorów

source: Collection of plugins/skins/picons/channel lists
pl: Zbiór pluginów/skórek/picon/list kanałów

source: Collection settings
pl: Ustawienia kolekcji

source: Color format
pl: Format koloru

source: Color space
pl: Przestrzeń barw

source: Comedy
pl: Komedia

source: Command To Run
pl: Polecenie, aby uruchomić

source: Command execution...
pl: Wykonywanie polecenia...

source: Command order
pl: Kolejność poleceń

source: Command type
pl: Wpisz polecenie

source: Common Interface
pl: Moduł dostępu CI

source: Common Interface Assignment
pl: Zadanie modułu CI

source: Common Interface assignment
pl: Zadanie modułu CI

source: Common interface
pl: Moduł dostępu CI

source: Common interface PIN Setup
pl: Ustawienie PIN dla modułu CI

source: Common interface assignment
pl: Zadanie modułu CI

source: Communication
pl: Komunikacja

source: Complete
pl: Kompletny

source: Complex (allows mixing audio tracks and aspects)
pl: Złożony (umożliwia miksowanie ścieżek audio i aspektów)

source: Composition of the recording filenames
pl: Składnia nazwy nagrania

source: Config resolution of pictures
pl: Konfiguracja rozdzielczości obrazu

source: Configfile %s saved.
pl: Plik konfiguracyjny %s zapisany.

source: Configuration mode
pl: Tryb konfiguracji

source: Configuration mode: %s
pl: Tryb konfiguracji: %s

source: Configuration...
pl: Konfiguracja...

source: Configure an additional delay to improve external subtitle synchronisation.
pl: Skonfiguruj dodatkowe opóźnienie, aby poprawić synchronizację napisów zewnętrznych.

source: Configure an additional delay to improve subtitle synchronisation.
pl: Skonfiguruj dodatkowe opóźnienie, aby poprawić synchronizację napisów.

source: Configure audio lanaguage
pl: Skonfiguruj automatyczny język

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
pl: Skonfiguruj przez ile minut zakończone audycje pozostaną widoczne w EPG. Przydatne, gdy potrzebujesz informacji o programie, który właśnie się zakończył lub się opóźnił.

source: Configure how recording filenames are constructed.
pl: Skonfiguruj jak mają wyglądać nazwy plików nagrań.

source: Configure if and how crypto icons will be shown in the channel selection list.
pl: Skonfiguruj, czy i jak będą wyświetlane ikony kodowania na liście wyboru kanałów.

source: Configure if and how service type icons will be shown.
pl: Skonfiguruj, czy i jak będą wyświetlane ikony typów kanałów.

source: Configure if and how the record indicator will be shown in the channel selection list.
pl: Skonfiguruj, czy i w jaki sposób wskaźnik nagrywania będzie wyświetlany na liście wyboru kanałów.

source: Configure if and how wide the service name column will be shown in the channel selection list.
pl: Skonfiguruj, czy i jak szeroka kolumna nazwy kanału będzie wyświetlana na liście wyboru kanałów.

source: Configure if picons will be shown in the service list.
pl: Skonfiguruj, czy picony będą wyświetlane na liście wyboru kanałów.

source: Configure infobar
pl: Skonfiguruj pasek informacyjny

source: Configure interface
pl: Skonfiguruj interfejs

source: Configure nameservers
pl: Skonfiguruj nazwy serwerów

source: Configure on which devices the background delete option should be used.
pl: Skonfiguruj dla jakich urządzeń opcja usuwania w tle ma być użyta.

source: Configure permanental clock
pl: Skonfiguruj stały zegar

source: Configure remote control type
pl: Skonfiguruj typ pilota zdalnego sterowania

source: Configure service list look and behaviour
pl: Skonfiguruj wygląd i zachowanie listy kanałów

source: Configure subtitles
pl: Skonfiguruj napisy

source: Configure the DiSEqC mode for this LNB.
pl: Skonfiguruj tryb DiSEqC dla tego LNB.

source: Configure the IP address.
pl: Skonfiguruj adres IP.

source: Configure the amount of time that will be presented.
pl: Skonfiguruj czas, który będzie wyświetlany.

source: Configure the aspect ratio of the screen.
pl: Skonfiguruj proporcje obrazu.

source: Configure the behavior of the 'pause' key when movie playback is already paused.
pl: Skonfiguruj zachowanie klawisza "pauza" gdy odtwarzanie filmu jest wstrzymane.

source: Configure the behavior when movie playback is manually stopped.
pl: Skonfiguruj zachowanie po zastopowaniu odtwarzania.

source: Configure the behavior when movie playback is started.
pl: Skonfiguruj zachowanie przy rozpoczęciu odtwarzania.

source: Configure the behavior when reaching the end of a movie, during movie playback.
pl: Skonfiguruj zachowanie, gdy odtwarzanie filmu osiągnie koniec.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
pl: Skonfiguruj szerokość obramowania napisów. Ciemne obramowanie sprawia, że napisy są bardziej czytelne na jasnym tle.

source: Configure the brightness level of the front panel display for normal operation.
pl: Skonfiguruj poziom jasności wyświetlacza na panelu przednim podczas normalnej pracy.

source: Configure the brightness level of the front panel display for standby.
pl: Skonfiguruj poziom jasności wyświetlacza na panelu przednim podczas stanu czuwania.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
pl: Skonfiguruj kolor napisów zewnętrznych, alternatywnych (normalne - biały, pochyłe - żółty, pogrubione - niebieski, podkreślone - zielony), biały lub żółty.

source: Configure the color of the teletext subtitles.
pl: Skonfiguruj kolor napisów teletekstu.

source: Configure the contrast level of the front panel display.
pl: Skonfiguruj poziom kontrastu wyświetlacza na przednim panelu.

source: Configure the cursor behavior in the channel selection list. When opening the channel selection list you can remain on the current service or already select up/down and you are able to revert the B+/B- buttons.
pl: Skonfiguruj zachowanie kursora w liście kanałów. Po otwarciu listy kanałów pozostań na bieżącym kanale lub wybierz w górę/dół co zamieni funkcję przycisków CH+/CH-.

source: Configure the duration (in minutes) for the screensaver.
pl: Skonfiguruj czas trwania wygaszacza ekranu (w minutach).

source: Configure the first audio language (highest priority).
pl: Skonfiguruj pierwszy język audio (najwyższy priorytet).

source: Configure the first subtitle language (highest priority).
pl: Skonfiguruj pierwszy język napisów (najwyższy priorytet).

source: Configure the font size of the subtitles.
pl: Skonfiguruj rozmiar czcionki napisów teletekstu.

source: Configure the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size.
pl: Skonfiguruj rozmiar czcionki względem rozmiaru skórki, tak aby 1 zwiększył się o 1 punkt, a -1 zmniejszył o 1 punkt.

source: Configure the fourth audio language.
pl: Skonfiguruj czwarty język audio.

source: Configure the fourth subtitle language.
pl: Skonfiguruj czwarty język napisów.

source: Configure the function of a long press on the power button.
pl: Skonfiguruj funkcję długiego naciśnięcia przycisku zasilania.

source: Configure the function of a short press on the power button.
pl: Skonfiguruj funkcję krótkiego naciśnięcia przycisku zasilania.

source: Configure the function of the < > buttons.
pl: Skonfiguruj funkcję przycisków < >.

source: Configure the gateway.
pl: Skonfiguruj ustawienia bramy.

source: Configure the hard disk drive to go to standby after the specified idle time.
pl: Skonfiguruj dysk twardy, aby przejść do stanu czuwania po określonym czasie bezczynności.

source: Configure the horizontal alignment of the subtitles.
pl: Skonfiguruj poziome wyrównanie napisów.

source: Configure the infobar fading speed
pl: Skonfiguruj szybkość zanikania paska informacyjnego.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
pl: Skonfiguruj początkową prędkość szybkiego przewijania do przodu. Po naciśnięciu przycisku [>>] przewijanie rozpocznie się z tą prędkością.

source: Configure the initial rewind speed. When you press the rewind button, rewinding will start at this speed.
pl: Skonfiguruj początkową prędkość przewijania. Po naciśnięciu przycisku [<<] przewijanie rozpocznie się z tą prędkością.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
pl: Skonfiguruj początkową prędkość przewijania. Po naciśnięciu przycisku [<<] przewijanie rozpocznie się z tą prędkością.

source: Configure the latitude of your location.
pl: Skonfiguruj szerokość geograficzną dla swojej lokalizacji.

source: Configure the longitude of your location.
pl: Skonfiguruj długość geograficzną swojej lokalizacji.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
pl: Skonfiguruj minimalną przestrzeń dysku zarezerwowaną dla nagrań. W przypadku spadku poniżej tego progu usunięte pliki zostaną wykasowane z kosza.

source: Configure the minimum width before showing the 'i' icon, '0' is equal to not showing the icon at all.
pl: Skonfiguruj minimalną szerokość przed pokazaniem ikonki "i", jeśli wartość równa "0", to nie pokazuje ikony w ogóle.

source: Configure the nameserver (DNS).
pl: Skonfiguruj nazwę serwera (DNS).

source: Configure the netmask.
pl: Skonfiguruj maskę sieci.

source: Configure the number of days after which items are automatically removed from the trash can.
pl: Skonfiguruj liczbę dni, po upływie których elementy będą automatycznie usuwane z kosza.

source: Configure the number of days after which items are automaticaly removed from the trash can.
pl: Skonfiguruj liczbę dni, po upływie których elementy będą automatycznie usuwane z kosza.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
pl: Skonfiguruj liczbę dni przez jaką są trzymane wykonane timery zanim zostaną automatycznie usunięte z listy.

source: Configure the number of rows shown.
pl: Skonfiguruj liczbę pokazywanych wierszy.

source: Configure the offline decoding delay (in milliseconds). The configured delay is observed at each control word parity change.
pl: Skonfiguruj opóźnienie dekodowania offline (w milisekundach). Skonfigurowane opóźnienie jest obserwowane przy każdej zmianie parzystości słowa sterującego.

source: Configure the possible fast forward speeds.
pl: Skonfiguruj dostępne prędkości przewijania do przodu.

source: Configure the possible rewind speeds.
pl: Skonfiguruj dostępne prędkości przewijania do tyłu.

source: Configure the primary EPG language.
pl: Skonfiguruj pierwszy język EPG.

source: Configure the second audio language.
pl: Skonfiguruj drugi język audio.

source: Configure the second subtitle language.
pl: Skonfiguruj drugi język napisów.

source: Configure the secondary EPG language.
pl: Skonfiguruj drugi język EPG.
