Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Configure the skip time interval for the '1'/'3' buttons.
pl: Skonfiguruj czas przeskoku dla przycisków "1"/"3".

source: Configure the skip time interval for the '4'/'6' buttons.
pl: Skonfiguruj czas przeskoku dla przycisków "4"/"6".

source: Configure the skip time interval for the '7'/'9' buttons.
pl: Skonfiguruj czas przeskoku dla przycisków "7"/"9".

source: Configure the skip time interval for the 1 and 3 buttons.
pl: Skonfiguruj czas przeskoku dla przycisków 1 i 3.

source: Configure the skip time interval for the 4 and 6 buttons.
pl: Skonfiguruj czas przeskoku dla przycisków 4 i 6.

source: Configure the skip time interval for the 7 and 9 buttons.
pl: Skonfiguruj czas przeskoku dla przycisków 7 i 9.

source: Configure the slow motion speeds.
pl: Skonfiguruj prędkości odtwarzania w zwolnionym tempie.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
pl: Skonfiguruj źródło danych nakładki, jak pokazano na paskach informacyjnych. "Ustawienia" są takie same, jak zapisane w ustawieniach. "Głowica" jest taka, jak podaje tuner.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
pl: Skonfiguruj prędkość usuwania plików w tle. Niższa prędkość będzie w mniejszym stopniu ograniczała wydajność dysku.

source: Configure the subtitle delay when timing information is not available.
pl: Skonfiguruj opóźnienie napisów, gdy brak informacji o timingu.

source: Configure the third audio language.
pl: Skonfiguruj trzeci język audio.

source: Configure the third subtitle language.
pl: Skonfiguruj trzeci język napisów.

source: Configure the transparency of the black background of graphical DVB subtitles.
pl: Skonfiguruj przezroczystość czarnego tła graficznych napisów DVB.

source: Configure the tuner mode.
pl: Skonfiguruj tryb głowicy.

source: Configure the type of status indication icons shown in the movie list.
pl: Skonfiguruj sposób wyświetlania ikon na liście filmów.

source: Configure the type of status indication icons shown in the movielist.
pl: Skonfiguruj sposób wyświetlania ikon na liście filmów.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
pl: Skonfiguruj pionowe położenie napisów mierzone od dołu ekranu.

source: Configure the width allocated to the picon.
pl: Skonfiguruj szerokość obszaru zajmowanego przez picony.

source: Configure the width allocated to the service name.
pl: Skonfiguruj szerokość przydzieloną dla nazwy kanału.

source: Configure to show the channel names, picons, or both in the EPG.
pl: Skonfiguruj, aby wyświetlić nazwy kanałów, picony lub oba w EPG.

source: Configure updates parameters
pl: Skonfiguruj parametry aktualizacji

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
pl: Skonfiguruj czy (i jak długo) drugi pasek info będzie wyświetlany po dwukrotnym naciśnięciu OK. Drugi pasek info zawiera dodatkowe informacje o aktualnie oglądanym kanale.

source: Configure which color format should be used on the SCART output.
pl: Skonfiguruj format koloru, który ma być użyty na wyjściu SCART.

source: Configure which tuner type will be preferred, when the same service is available on different types of tuners.
pl: Skonfiguruj, która głowica ma być preferowana, jeżeli kanał jest dostępny z różnych typów głowic.

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
pl: Skonfiguruj, która głowica będzie wykorzystana, gdy posiadasz więcej niż jedną głowicę. Jeśli ustawione na "auto", system da pierwszeństwo dla głowicy o najniższej liczbie kanałów/satelit.

source: Configure your NTP server.
pl: Skonfiguruj serwer czasu NTP.

source: Configure your internal LAN
pl: Skonfiguruj wewnętrzną sieć LAN

source: Configure your network again
pl: Skonfiguruj sieć ponownie

source: Configure your network settings, and press OK to start the scan
pl: Skonfiguruj ustawienia sieci i wciśnij OK, aby rozpocząć skanowanie

source: Configure your wireless LAN again
pl: Skonfiguruj ponownie sieć bezprzewodową

source: Configure zap messages
pl: Skonfiguruj komunikaty zmiany kanałów

source: Configures which video output connector will be used.
pl: Skonfiguruj, które wyjście wideo ma być użyte.

source: Configuring
pl: Konfigurowanie

source: Conflicting timer
pl: Konflikt timera

source: Connect
pl: Połącz

source: Connect can not be established
pl: Połączenie nie może być nawiązane

source: Connect to a wireless network
pl: Połącz z siecią bezprzewodową

source: Connected clients
pl: Połączeni klienci

source: Connected satellites
pl: Połączone satelity

source: Connected to
pl: Podłączony do

source: Connected:
pl: Połączony:

source: Connection Established
pl: Połączenie nawiązane

source: Constellation
pl: Konstelacja

source: Content
pl: Zawartość

source: Content does not fit on DVD!
pl: Zawartość nie pasuje do DVD!

source: Continue
pl: Kontynuuj

source: Continue in background
pl: Kontynuuj w tle

source: Continue playback
pl: Kontynuuj odtwarzanie

source: Continue playing
pl: Kontynuuj grę

source: Continues
pl: Kontynuować

source: Continues play (loop)
pl: Kontynuować odtwarzanie (w pętli)

source: Contrast
pl: Kontrast

source: Control of the position how finished timers are shown in the Timer List.
pl: Kontrola pozycji, w jakiej zakończone timery są wyświetlane na liście.

source: Control the Infobar fading speed
pl: Prędkość zanikania paska informacyjnego

source: Convert ext3 filesystem to ext4
pl: Konwertuj ext3 do ext4

source: Convert ext3 to ext4
pl: Konwertuj ext3 do ext4

source: Convert filesystem ext3 to ext4
pl: Konwersja systemu plików ext3 na ext4

source: Convert subtitle:
pl: Konwertuj napisy:

source: Converting ext3 to ext4...
pl: Konwersja ext3 do ext4...

source: Cool TV Guide
pl: Przewodnik TV Cool

source: Copy
pl: Kopiuj

source: Copy Channel list ?
pl: Kopiować listę kanałów?

source: Copy Settings ( not recommend ) ?
pl: Kopiuj ustawienia do nowego oprogramowania (nie zalecane)

source: Copy to bouquets
pl: Kopiuj do bukietów

source: Copying files
pl: Kopiowanie plików

source: Cores: %s
pl: Rdzenie: %s

source: Cores: %s
pl: Rdzenie: %s

source: Costa Rica
pl: Kostaryka

source: Could not find installed channel list.
pl: Nie znaleziono zainstalowanej listy kanałów.

source: Could not grep Memory Usage information from busybox
pl: Nie można pobrać informacji o wykorzystaniu pamięci z busybox

source: Could not grep Uptime Information from busybox
pl: Nie można pobrać informacji o czasie pracy z busybox

source: Could not load Medium! No disc inserted?
pl: Nie można odczytać nośnika! Czy płyta jest w napędzie?

source: Could not open Picture in Picture
pl: Nie można otworzyć PiP

source: Could not open the file %s!
pl: Nie można otworzyć pliku %s!

source: Could not save configfile %s!
pl: Nie można zapisać pliku konfiguracyjnego %s!

source: Country
pl: Państwo

source: Country :
pl: Państwo:

source: Country for EPG event genre information
pl: Kraj dla informacji o gatunku zdarzenia EPG

source: Country for EPG event rating information
pl: Kraj dla informacji o zdarzeniach EPG

source: Cover dashed flickering line for this service
pl: Ukryj przerywaną linię migotania dla tego kanału

source: Crash Logs
pl: Crashlogi

source: Create
pl: Utwórz

source: Create Bludisc ISO file
pl: Utwórz Blu-ray ISO

source: Create DVD-ISO
pl: Utwórz DVD-ISO

source: Create ISO
pl: Utwórz ISO

source: Create Your settings and plugins backup
pl: Wykonaj kopię ustawień i pluginów

source: Create directory
pl: Tworzenie katalogu

source: Create flashable image backup
pl: Wykonaj pełną kopię obrazu

source: Creating AP and SC Files
pl: Tworzenie AP i plików SC

source: Creating directory %s failed.
pl: Tworzenie katalogu %s błąd.

source: Creating file system
pl: Tworzenie systemu plików

source: Creating partition
pl: Tworzenie partycji

source: Croatia
pl: Chorwacja

source: Croatian
pl: Chorwacki

source: Cron Manager
pl: Menedżer crona

source: CronTimers
pl: Timery crona

source: Current CEC address
pl: Aktualny adres CEC

source: Current Event:
pl: Aktualne wydarzenie:

source: Current Memory Usage :
pl: Aktualne zużycie pamięci:

source: Current Status:
pl: Aktualny status:

source: Current Time, Operating Time and Load Average :
pl: Aktualny czas, czas pracy i obciążenie średnie:

source: Current device:
pl: Aktualne urządzenie:

source: Current mode: %s
pl: Aktualny tryb: %s

source: Current settings:
pl: Aktualne ustawienia:

source: Current time
pl: Aktualny czas

source: Current transponder
pl: Aktualny transponder

source: Current value:
pl: Aktualna wartość:

source: Custom
pl: Zwykły

source: Custom skip time for '1''3' buttons
pl: Czas przeskoku dla przycisków "1"/"3"

source: Custom skip time for '4'/'6' buttons
pl: Czas przeskoku dla przycisków "4"/"6"

source: Custom skip time for '7'/'9' buttons
pl: Czas przeskoku dla przycisków "7"/"9"

source: Customize
pl: Konfiguracja

source: Customize channel list cursor behavior
pl: Konfiguracja zachowania kursora w liście

source: Cut
pl: Wytnij

source: Cutlist editor
pl: Edytor cięcia

source: Cutlist editor...
pl: Edytor cięcia...

source: Cyprus
pl: Cypr

source: Czech
pl: Czeski

source: Czech Republic
pl: Czechy

source: DLNA support
pl: DLNA wsparcie

source: DMM advanced
pl: DMM zaawansowane

source: DMM normal
pl: DMM normalny

source: DUAL LAYER DVD
pl: Dwuwarstwowe DVD

source: DVB Snoop Help
pl: Pomoc programu DVB Snoop

source: DVB subtitle black transparency
pl: Przezroczyst. czarnych napisów

source: DVD File Browser
pl: Przeglądarka plików DVD

source: DVD Titlelist
pl: Lista tytułów DVD

source: DVD file browser
pl: Przeglądarka plików DVD

source: DVD player
pl: Odtwarzacz DVD

source: Daily
pl: Codziennie

source: Danish
pl: Duński

source: Data provider:
pl: Dane operatora:

source: Date
pl: Data

source: Date first
pl: Najpierw data

source: Date/time input
pl: Data/Czas

source: Deactive
pl: Nieaktywny

source: Debug Logs
pl: Logi diagnostyczne

source: December
pl: Grudzień

source: Decoding Setup
pl: Konfiguracja dekodowania

source: Deep Standby
pl: Głębokie czuwanie

source: Deep standby
pl: Głębokie czuwanie

source: Default
pl: Domyślny

source: Default Folder
pl: Domyślny folder

source: Default PIN for CI
pl: Domyślny PIN dla modułu CI

source: Default folder
pl: Domyślny folder

source: Default movie location
pl: Domyślna lokalizacja nagrań

source: Default port is '8001'. Change if required.
pl: Domyślny port to „8001”. Zmień w razie potrzeby.

source: Default recording type
pl: Domyślny typ nagrywania

source: Default settings
pl: Ustawienia domyślne

source: Defaults
pl: Domyślne

source: Delay before key repeat starts:
pl: Opóźnienie przed rozpoczęciem powtarzania:

source: Delay for external subtitles
pl: Opóźnienie napisów zewnętrznych

source: Delay time
pl: Czas opóźnienia

source: Delay:
pl: Czas opóźnienia:

source: Delete
pl: Usuń

source: Delete %s?
pl: Usunąć %s?

source: Delete Confirmation
pl: Potwierdź usuwanie

source: Delete EPG
pl: Usuń EPG

source: Delete Language
pl: Usuń język

source: Delete entry
pl: Usuń wpis

source: Delete failed!
pl: Usunięcie nie powiodło się!

source: Delete file
pl: Usuń plik

source: Delete playlist entry
pl: Usuń pozycję z listy

source: Delete saved playlist
pl: Usuń zapisaną playlistę

source: Delete timer
pl: Usuń timer

source: Deleted
pl: Usunięto

source: Deleted %s!
pl: Usunięto %s!

source: Deleted items
pl: Usunięte elementy

source: Deleting files
pl: Usuwanie plików

source: Denmark
pl: Dania

source: Depth
pl: Głębia

source: Descramble & record ECM' gives the option to descramble afterwards if descrambling on recording failed. 'Don't descramble, record ECM' save a scramble recording that can be descrambled on playback. 'Normal' means descramble the recording and don't record ECM.
pl: "dekoduj i nagrywaj ECM": późniejsze odkodowanie, jeśli nie powiodło się. "nie dekoduj, nagrywaj ECM": zapisz zakodowane nagranie, które można odkodować podczas odtwarzania. "normalny": dekodowanie nagrania i brak nagrywania ECM.

source: Descramble http streams
pl: Dekoduj strumień http

source: Descramble receiving http streams
pl: Dekoduj pobierany strumień http

source: Descramble sending http streams
pl: Dekoduj wysyłany strumień http

source: Description
pl: Opis

source: Deselect
pl: Odznacz

source: Detailed forecast
pl: Prognoza szczegółowa

source: Details
pl: Szczegóły

source: Details for plugin:
pl: Szczegóły dotyczące plugina:

source: Detected Devices:
pl: Wykryte urządzenia:

source: Detected NIMs:
pl: Wykryte głowice:

source: Detected Tuners:
pl: Wykryte głowice:

source: Device Information
pl: Informacje o urządzeniu

source: Device Setup
pl: Ustawienia urządzeń

source: Device mounts
pl: Menedżer urządzeń

source: Device setup
pl: Ustawienia sieci

source: Device:
pl: Urządzenie:

source: Devicename:
pl: Nazwa urządzenia:

source: Devices
pl: Urządzenia

source: Devices Panel
pl: Menedżer urządzeń

source: DiSEqC 1.0 command
pl: Polecenie DiSEqC 1.0

source: DiSEqC 1.1 command
pl: Polecenie DiSEqC 1.1

source: DiSEqC mode
pl: Tryb DiSEqC

source: DiSEqC port %s: %s
pl: Port DiSEqC %s: %s

source: DiSEqC-tester settings
pl: DiSEqC - test ustawień

source: Digital contour removal
pl: Cyfr. usun. konturu

source: Digital downmix
pl: Cyfrowy downmix

source: Direct playback of linked titles without menu
pl: Bezpośrednie odtwarzanie połączonych tytułów bez menu

source: Directory
pl: Katalog

source: Directory %s does not exist.
pl: Katalog %s nie istnieje.

source: Directory browser
pl: Przeglądarka katalogów

source: Directory long
pl: Katalog - długie naciśnięcie

source: Disable
pl: Wyłącz

source: Disable Animations
pl: Wyłącz animacje

source: Disable Picture in Picture
pl: Wyłącz PiP

source: Disable background scanning
pl: Wyłącz skanowanie w tle

source: Disable move mode
pl: Wyłącz tryb przenoszenia

source: Disable this button
pl: Wyłącz ten przycisk

source: Disable timer
pl: Wyłącz timer

source: Disabled
pl: Wyłączone

source: Disabled PIP.
pl: Wyłączony PiP.

source: Disk space to reserve for recordings (in GB)
pl: Przestrzeń dyskowa zarezerwowana dla nagrań (w GB)

source: Display 16:9 content as
pl: Wyświetlaj zawartość 16:9 jako

source: Display 4:3 content as
pl: Wyświetlaj zawartość 4:3 jako

source: Display >16:9 content as
pl: Wyświetlaj zawartość 16:9 jako

source: Display and user interface
pl: Wyświetlacz i interfejs użytkownika

source: Display message before playing next movie
pl: Wyświetlaj info przed odtworzeniem kolejnego filmu

source: Display search results by:
pl: Wyniki wyszukiwania według:

source: Display settings
pl: Ustawienia wyświetlacza

source: Display the EIT now/next eventdata in infobar.
pl: Wyświetlaj teraz/następne zdarzenia na pasku informacyjnym.

source: DjMount UPnP root directory:
pl: DjMount UPnP katalog główny:

source: Do You really want to install OpenMultiBoot in:
pl: Czy na pewno chcesz zainstalować OpenMultiBoot w:

source: Do You want to install
pl: Chcesz zainstalować pakiet

source: Do not change
pl: Nie zmieniaj

source: Do not record
pl: Nie nagrywaj

source: Do nothing
pl: Nic nie rób

source: Do you really want to REMOVE the plugin "%s"?
pl: Czy na pewno chcesz usunąć plugin "%s"?

source: Do you really want to check the filesystem? This could take a long time!
pl: Czy na pewno chcesz sprawdzić system plików? To może zająć dużo czasu!

source: Do you really want to convert the filesystem? You cannot go back!
pl: Czy na pewno chcesz zmienić system plików? Operacja jest nieodwracalna!

source: Do you really want to delete %s ?
pl: Czy na pewno chcesz usunąć %s?

source: Do you really want to delete %s?
pl: Czy na pewno chcesz usunąć %s?

source: Do you really want to delete ?
pl: Czy na pewno chcesz usunąć?

source: Do you really want to delete the recording?
pl: Czy na pewno chcesz usunąć nagranie?

source: Do you really want to delete this timer ?
pl: Czy na pewno chcesz usunąć zaprogramowane nagranie?

source: Do you really want to download the plugin "%s"?
pl: Czy na pewno chcesz pobrać plugin "%s"?

source: Do you really want to download the plugin "%s"?
pl: Czy na pewno chcesz pobrać plugin "%s"?

source: Do you really want to exit?
pl: Czy na pewno chcesz wyjść?

source: Do you really want to remove directory %s from the disk?
pl: Czy na pewno chcesz usunąć katalog %s z dysku?

source: Do you really want to remove the plugin "%s"?
pl: Czy na pewno chcesz usunąć plugin "%s"?

source: Do you really want to remove the timer for %s?
pl: Czy na pewno chcesz usunąć timer dla %s?

source: Do you really want to remove your bookmark of %s?
pl: Czy na pewno chcesz usunąć zakładkę %s?

source: Do you really want to restore the Backup:
pl: Czy na pewno chcesz przywrócić kopię zapasową:

source: Do you want to add any additional information ?
pl: Chcesz dodać dodatkowe informacje?

source: Do you want to also install samba client ? This allows you to mount your windows shares on this device.
pl: Chcesz zainstalować klienta samby? To pozwala na montowanie zasobów windows na tym urządzeniu.

source: Do you want to attach a text file to explain the log ? (choose 'No' to type message using virtual keyboard.)
pl: Czy chcesz załączyć plik tekstowy do loga? (wybierz "Nie", aby pisać wiadomość przy użyciu wirtualnej klawiatury)

source: Do you want to burn this collection to DVD medium?
pl: Chcesz nagrać kolekcję na nośniku DVD?

source: Do you want to continue?
pl: Chcesz kontynuować?

source: Do you want to delete all other languages?
pl: Chcesz usunąć wszystkie pozostałe języki?

source: Do you want to do a service scan?
pl: Chcesz wykonać skanowanie kanałów?

source: Do you want to do another manual service scan?
pl: Chcesz wykonać kolejne ręczne skanowanie kanałów?

source: Do you want to install a channel list?
pl: Chcesz zainstalować listę kanałów?

source: Do you want to install the package:
pl: Chcesz zainstalować pakiet:

source: Do you want to install this image now?
pl: Chcesz zainstalować to oprogramowanie?

source: Do you want to play DVD in drive?
pl: Chcesz odtwarzać płyty DVD w napędzie?

source: Do you want to preview this DVD before burning?
pl: Chcesz obejrzeć to DVD przed nagraniem?

source: Do you want to produce this collection?
pl: Chcesz nagrać tę kolekcję?

source: Do you want to reboot your %s %s
pl: Chcesz uruchomić ponownie %s %s

source: Do you want to reboot your %s %s ?
pl: Chcesz uruchomić ponownie %s %s?

source: Do you want to reboot your receiver?
pl: Chcesz ponownie uruchomić dekoder?

source: Do you want to remove the package:
pl: Chcesz usunąć pakiet:

source: Do you want to restore your settings?
pl: Chcesz przywrócić ustawienia?

source: Do you want to resume this playback?
pl: Chcesz wznowić odtwarzanie?

source: Do you want to see more entries?
pl: Chcesz zobaczyć więcej wpisów?

source: Do you want to update your %s %s ?
pl: Chcesz zaktualizować %s %s?

source: Do you want to update your image?
pl: Chcesz zaktualizować oprogramowanie %s %s?

source: Do you want to upgrade the package:
pl: Chcesz zaktualizować pakiet:

source: Dobly Digital downmix is now
pl: Cyfrowy downmix jest teraz

source: Domain
pl: Domena

source: Domain:
pl: Domena:

source: Don't add this recording
pl: Nie dodawaj tego nagrania

source: Don't save
pl: Nie zapisuj

source: Don't stop current event but disable future events
pl: Nie zatrzymuj bieżącego, ale wyłącz przyszłe nagrania

source: Done - Installed or upgraded %d packages
pl: Gotowe - zainstalowano lub zaktualizowano %d pakiety

source: Done - Installed, upgraded or removed %d package (%s)
pl: Gotowe - zainstalowano, zaktualizowano lub usunięto %d pakiet (%s)

source: Down
pl: W dół

source: Download
pl: Pobierz

source: Download Addons
pl: Pobierz dodatki

source: Download Cam
pl: Pobierz CAM

source: Download Failed !!
pl: Pobieranie nieudane!

source: Download Plugins
pl: Pobierz pluginy

source: Download Video
pl: Pobierz wideo

source: Download feeds from Your own server
pl: Pobierz kanały z własnego serwera

source: Download from feed IPTV, SoftCams
pl: Pobierz z kanału IPTV, emulatory

source: Download from feeds skins, extensions, picons
pl: Pobierz z kanałów skórki, rozszerzenia, picony

source: Download latest Atemio4You Image
pl: Pobierz najnowsze oprogramowanie Atemio4You

source: Download latest HDMU Image
pl: Pobierz najnowsze oprogramowanie HDMU

source: Download latest Image
pl: Pobierz najnowsze oprogramowanie

source: Download latest ItalySAT Image
pl: Pobierz najnowsze oprogramowanie ItalySAT

source: Download latest OpenATV Image
pl: Pobierz najnowsze oprogramowanie OpenATV

source: Download latest OpenHDF Image
pl: Pobierz najnowsze oprogramowanie OpenHDF

source: Download latest OpenMIPS Image
pl: Pobierz najnowsze oprogramowanie OpenMIPS

source: Download latest OpenPLi Image
pl: Pobierz najnowsze oprogramowanie OpenPLi

source: Download latest OpenVIX Image
pl: Pobierz najnowsze oprogramowanie OpenViX

source: Download location
pl: Lokalizacja do pobierania

source: Download plugins
pl: Pobierz pluginy

source: Downloadable new plugins
pl: Nowe pluginy do pobrania

source: Downloadable plugins
pl: Pluginy do pobrania

source: Downloading
pl: Pobieranie

source: Downloading %s
pl: Pobieranie %s

source: Downloading Detailed image 5 day forecast
pl: Pobieranie szczegółowej prognozy pogody na 5 dni

source: Downloading an addon... Please wait...
pl: Pobieranie dodatku... Proszę czekać...

source: Downloading plugin information complete.
pl: Pobieranie informacji o pluginach zakończone.

source: Downloading plugin information. Please wait...
pl: Pobieranie informacji o pluginach. Proszę czekać...

source: Downloading screenshots. Please wait...
pl: Pobieranie zrzutu obrazu. Proszę czekać...

source: Dreambox format data DVD (won't work in other DVD players)
pl: Format DVD dreamboxa (nie będzie działać w innych odtwarzaczach DVD)

source: Drivers: %s
pl: Sterowniki: %s

source: Drivers: %s
pl: Sterowniki: %s

source: Duration:
pl: Czas trwania:

source: Dutch
pl: Holenderski

source: Dynamic contrast
pl: Dynam. kontrast

source: E2 Light Multiboot
pl: E2 lekki Multiboot

source: ECM Info
pl: Informacje ECM

source: ECM Statistics
pl: Statystyki ECM

source: ECM Time
pl: ECM czasy

source: ECM avg
pl: ECM średnie

source: ECM last
pl: Ostatnie ECM

source: ECM-Time
pl: ECM-czasy

source: EIT/TOT/TDT Info
pl: Informacje o EIT/TOT/TDT

source: EPG Cache Check
pl: Sprawdź pamięć podręczną EPG

source: EPG Search
pl: Szukaj EPG

source: EPG filename
pl: Nazwa pliku EPG

source: EPG language selection 1
pl: Preferowany język EPG 1

source: EPG language selection 2
pl: Preferowany język EPG 2

source: EPG location
pl: Lokalizacja EPG

source: EPG selection
pl: Wybór EPG

source: EPG settings
pl: Ustawienia EPG

source: ERROR !
pl: BŁĄD!

source: ERROR - failed to scan (%s)!
pl: BŁĄD - skanowanie (%s) nie powiodło się!

source: ERROR: No internet found
pl: BŁĄD: Nie znaleziono internetu

source: East
pl: Wschód

source: East limit set
pl: Ustaw limit wschodni

source: Edit
pl: Edytuj

source: Edit CCcam.cfg Lines
pl: Edytuj plik CCcam.cfg

source: Edit DNS
pl: Edytuj DNS

source: Edit Title
pl: Edytuj tytuł

source: Edit chapters of current title
pl: Edytuj rozdziały bieżącego tytułu

source: Edit new entry
pl: Edytuj nowy wpis

source: Edit settings
pl: Edytuj ustawienia

source: Edit the Nameserver configuration of your %s %s.
pl: Edytuj ustawienia DNS w %s %s.

source: Edit the network configuration of your %s %s.
pl: Edytuj konfigurację sieci w %s %s.
