Repository: zukon/translation
Catalog: *.po
Languages: pl

source: width
pl: szerokość

source: winter sport
pl: sporty zimowe

source: wireless network interface
pl: interfejs sieci bezprzewodowej

source: with %d error
pl: z %d błędem

source: with exit button
pl: z przyciskiem exit

source: with left/right buttons
pl: z przyciskami lewo/prawo

source: with long OK press
pl: z długim wciśnięciem OK

source: with text
pl: z przyciskiem text

source: with tuner name
pl: z nazwą głowicy

source: without
pl: bez

source: without Query
pl: bez zapytania

source: working
pl: pracuje

source: yellow
pl: żółty

source: yes
pl: tak

source: yes (keep feeds)
pl: tak (zachować kanały)

source: yes, but not in multi selections
pl: tak, ale nie w przypadku wielokrotnego wyboru

source: your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your STB.
pl: twój %s %s może być teraz bezużyteczny. Aby uzyskać dalszą pomoc, należy zapoznać się z instrukcją przed ponownym uruchomieniem dekodera.

source: zap
pl: przełącz

source: zap and record
pl: przełącz i nagraj

source: zapped
pl: przełączony
