Repository: zukon/translation
Catalog: *.po
Languages: pl

source: Start timeshift
pl: Rozpocznij zapis timeshift

source: Start/stop/select soft-cam
pl: Start/stop/wybierz emulator

source: Start/stop/select your cam, You need to install first a softcam
pl: Start/stop/wybierz emulator, najpierw musisz zainstalować emulator

source: Starting on
pl: Począwszy od

source: Startup to Standby
pl: Uruchom do stanu czuwania

source: Status: DjMount is running!
pl: Status: DjMount jest uruchomiony!

source: Status: DjMount stopped!
pl: Status: DjMount zatrzymany!

source: Status: DropBear is running!
pl: Status: DropBear jest uruchomiony!

source: Status: DropBear stopped!
pl: Status: DropBear zatrzymany!

source: Status: Httpd stopped!
pl: Status: Httpd zatrzymany!

source: Status: Pcscd is running!
pl: Status: Pcscd jest uruchomiony!

source: Status: Pcscd stopped!
pl: Status: Pcscd zatrzymany!

source: Status: djmount is starting...
pl: Status: uruchamianie djmount...

source: Status: djmount is stopping...
pl: Status: zatrzymywanie djmount...

source: Status: dropbear is starting...
pl: Status: uruchamianie dropbear...

source: Status: dropbear is stopping...
pl: Status: zatrzymywanie dropbear...

source: Status: httpd is starting...
pl: Status: uruchamianie httpd...

source: Status: httpd is stopping...
pl: Status: zatrzymywanie httpd...

source: Status: pcscd is starting...
pl: Status: uruchamianie pcscd...

source: Status: pcscd is stopping...
pl: Status: zatrzymywanie pcscd...

source: Status: syslogd and klogd are running!
pl: Status: syslogd oraz klogd uruchomione!

source: Status: syslogd and klogd stopped!
pl: Status: syslogd oraz klogd zatrzymane!

source: Status: syslogd is starting...
pl: Status: uruchamianie syslogd...

source: Status: syslogd is stopping...
pl: Status: zatrzymywanie syslogd...

source: Std. Feeds
pl: Std. kanały

source: Step east
pl: Przejdź na wschód

source: Step west
pl: Przejdź na zachód

source: Stepped east
pl: Poszedł na wschód

source: Stepped west
pl: Poszedł na zachód

source: Stop
pl: Zatrzymaj

source: Stop PiP
pl: Zatrzymaj PiP

source: Stop all current recordings
pl: Zatrzymaj wszystkie bieżące nagrania

source: Stop and delete all current recordings
pl: Zatrzymaj i usuń wszystkie bieżące nagrania

source: Stop and delete recording
pl: Zatrzymaj i usuń nagranie

source: Stop and delete recording:
pl: Zatrzymaj i usuń nagranie:

source: Stop current event and disable future events
pl: Zatrzymaj bieżące oraz przyszłe nagrania

source: Stop current event but not future events
pl: Zatrzymaj bieżące nagranie, ale nie przyszłe

source: Stop entry
pl: Zatrzymaj zapis

source: Stop playing this movie?
pl: Zatrzymać odtwarzanie tego filmu?

source: Stop recording
pl: Zatrzymaj nagrywanie

source: Stop recording and delete
pl: Zatrzymaj nagrywanie i usuń

source: Stop recording now
pl: Zatrzymaj nagrywanie

source: Stop test
pl: Zakończ test

source: Stop testing plane after # failed transponders
pl: Zatrzymaj testowanie poziomu po # nieudanych transponderach

source: Stop testing plane after # successful transponders
pl: Zatrzymaj testowanie poziomu po # udanych transponderach

source: Stop timer recording
pl: Zatrzymaj nagrywanie z timera

source: Stop timeshift
pl: Zatrzymaj timeshift

source: Stop timeshift while recording?
pl: Zatrzymać timeshift podczas nagrywania?

source: Stop using as startup service
pl: Usuń kanał startowy

source: Stopped
pl: Zatrzymany

source: Stops timeshift being used if a recording is in progress. (Advisable for USB sticks)
pl: Zatrzymuje używanie timeshiftu, jeśli trwa nagrywanie. (Zalecane w przypadku pamięci USB)

source: Storage devices
pl: HDD i USB

source: Store at index
pl: Zapisz z indeksem

source: Store position
pl: Zapamiętaj pozycję

source: Stored position
pl: Zapamiętana pozycja

source: Stream
pl: Strumień

source: Stream advanced info - CAT
pl: Informacje o strumieniu - CAT

source: Stream advanced info - ECM
pl: Informacje o strumieniu - ECM

source: Stream advanced info - EIT/TOT/TDT
pl: Informacje o strumieniu - EIT/TOT/TDT

source: Stream advanced info - Help
pl: Informacje o strumieniu - pomoc

source: Stream advanced info - NIT
pl: Informacje o strumieniu - NIT

source: Stream advanced info - PAT
pl: Informacje o strumieniu - PAT

source: Stream advanced info - PMT
pl: Informacje o strumieniu - PMT

source: Stream advanced info - SDT/BAT
pl: Informacje o strumieniu - SDT/BAT

source: Stream request
pl: Żądanie strumienia

source: Strict DLNA
pl: Ścisły DLNA

source: Stripes
pl: Paski

source: Strongest position
pl: Najmocniejsza pozycja

source: Subnet
pl: Maska podsieci

source: Subservices
pl: Podsekcje

source: Subtitle
pl: Napisy

source: Subtitle Quickmenu
pl: Szybkie menu napisów

source: Subtitle alignment
pl: Wyrównanie napisów

source: Subtitle border width
pl: Szerokość obramowania napisów

source: Subtitle delay when timing is bad
pl: Opóźnienie napisów, gdy czas jest zły

source: Subtitle delay when timing lacks
pl: Opóźnienie niezsynchronizow. napisów

source: Subtitle font size
pl: Rozmiar czcionki napisów

source: Subtitle language selection 1
pl: Preferowany język napisów 1

source: Subtitle language selection 2
pl: Preferowany język napisów 2

source: Subtitle language selection 3
pl: Preferowany język napisów 3

source: Subtitle language selection 4
pl: Preferowany język napisów 4

source: Subtitle position
pl: Pozycja napisów

source: Subtitle quickmenu
pl: Szybkie menu napisów

source: Subtitle selection
pl: Wybór napisów

source: Subtitle selection...
pl: Wybór napisów...

source: Subtitle settings
pl: Ustawienia napisów

source: Subtitles
pl: Napisy

source: Subtitles Setup
pl: Ustawienia napisów

source: Success...
pl: Sukces...

source: Sun
pl: Niedz.

source: Sunday
pl: Niedziela

source: Sunrise :
pl: Wschód słońca:

source: Sunset :
pl: Zachód słońca:

source: Swap File Name:
pl: Nazwa pliku swap:

source: Swap PIP
pl: Zamień PiP

source: Swap PiP and main picture
pl: Zamień PiP i główny obraz

source: Swap Place:
pl: Zamień miejsce:

source: Swap SNR in '%' with SNR in 'db'
pl: Zamień SNR w "%" na SNR w "db"

source: Swap Size:
pl: Rozmiar swap:

source: Swap services
pl: Zamień kanały

source: Swapfile does not exist Press Blue Button to create
pl: Plik wymiany swap nie istnieje Naciśnij niebieski przycisk, aby utworzyć

source: Sweden
pl: Szwecja

source: Swedish
pl: Szwedzki

source: Switch TV to correct input
pl: Przełącz TV na odpowiednie wejście

source: Switch between filelist/playlist
pl: Przełącz pomiędzy listą plików / listą odtwarzania

source: Switch config
pl: Przełącz konfigurację

source: Switch off the TV to correct input
pl: Wyłącz TV na odpowiednim wejściu

source: Switch to HDMI in mode
pl: Przełącz do trybu HDMI-in

source: Switch to TV mode
pl: Przełącz do trybu TV

source: Switch to filelist
pl: Przełącz na listę plików

source: Switch to next sub service
pl: Przełącz na następną podsekcję

source: Switch to playlist
pl: Przełącz na listę odtwarzania

source: Switch to previous sub service
pl: Przełącz na poprzednią podsekcję

source: Switch to radio mode
pl: Przełącz do trybu radio

source: Switchable tuner types:
pl: Wymienne typy głowic:

source: Switzerland
pl: Szwajcaria

source: Symbol rate
pl: Wartość SR

source: Symbol rate & FEC
pl: Wartość SR i FEC

source: Symbol rate:
pl: Wartość SR:

source: Symbolic link with the same name in the directory path: %s available!
pl: Link symboliczny o tej samej nazwie w ścieżce katalogu: %s dostępny!

source: Sync NTP every (minutes)
pl: Synchronizacja z NTP co (w min)

source: Sync failure moving back to origin !
pl: Błąd synchronizacji, powrót do punktu wyjścia!

source: Sync time using
pl: Synchronizacja czasu za pomocą

source: Synchronize system time using transponder or internet.
pl: Synchronizacja czasu systemowego za pomocą internetu lub transpondera.

source: System & Modulation
pl: System i modulacja

source: System memory usage
pl: Wykorzystanie pamięci systemu

source: System temperature: %s
pl: Temperatura systemu: %s

source: TRANSLATOR_INFO
pl: ami68 & sq9 sugestie zmian i zgłaszanie błędów: www.pkteam.pl

source: TS file is too large for ISO9660 level 1!
pl: Plik TS jest za duży dla ISO9660 level 1!

source: TV button mode
pl: Tryb przycisku TV

source: TV physical address report
pl: Raport fizycznego adresu TV

source: Tags
pl: Tagi

source: Taiwan
pl: Tajwan

source: Task list
pl: Lista zadań

source: Teletext
pl: Teletekst

source: Teletext base visibility
pl: Przezroczystość teletekstu

source: Teletext subtitle color
pl: Kolor napisów teletekstu

source: Telnet Interface
pl: Telnet interfejs

source: Telnet Setup
pl: Ustawienia telnet

source: Temperature
pl: Temperatura

source: Temperature and fan control
pl: Temperatura i wentylacja

source: Terrestrial
pl: Naziemna

source: Terrestrial bouquet:
pl: Bukiet telewizji naziemnej:

source: Terrestrial provider
pl: Operator DVB-T

source: Test DiSEqC settings
pl: Test ustawień DiSEqC

source: Test mode
pl: Tryb testowy

source: Test the network configuration of your %s %s.
pl: Testuj konfigurację sieci. %s %s.

source: Test type
pl: Typ testu

source: Testscreens
pl: Obraz testowy

source: Text color
pl: Kolor tekstu

source: Text scrolling delay (software render)*
pl: Opóźnienie przewijania (programowe)*

source: Text scrolling speed (software render)*
pl: Prędkość przewijania (programowa)*

source: Thai
pl: Tajski

source: Thailand
pl: Tajlandia

source: Thank you for using the wizard. Please press OK to continue.
pl: Dziękujemy za skorzystanie z kreatora. Naciśnij OK, aby kontynuować.

source: Thank you for using the wizard. Your %s %s is now ready to use. Please press OK to start using your %s %s.
pl: Dziękujemy za skorzystanie z kreatora. Twój %s %s jest teraz gotowy do użycia. Naciśnij OK, aby rozpocząć korzystanie z %s %s.

source: Thank you for using the wizard. Your receiver is now ready for use. Please press OK to continue.
pl: Dziękujemy za skorzystanie z kreatora. Twój dekoder jest teraz gotowy do użycia. Naciśnij OK, aby kontynuować.

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
pl: Dziękujemy za skorzystanie z kreatora. Twój dekoder jest teraz gotowy do użycia. Naciśnij OK, aby rozpocząć korzystanie z dekodera.

source: The %s %s reads the stored EPG data every (hours).
pl: %s %s odczytuje zapisane dane EPG co (godzin).

source: The %s %s stores the EPG data every (hours).
pl: %s %s przechowuje dane EPG co (godziny).

source: The /media/usb/OpenMultiBootUpload directory is EMPTY! Please upload one of the file: VU+ Solo2 images - ZIP format image e.x OpenPLi-4.0-beta-vusolo2-20140304_usb.zip Xtrend ET Series images - ZIP format image e.x OpenVix-4.0-Helios-et9x00-20140424_usb.zip
pl: Katalog /media/usb/OpenMultiBootUpload jest PUSTY! Proszę załadować plik: VU+ Solo2 images - Format ZIP n.p: OpenPLi-4.0-beta-vusolo2-20140304_usb.zip Xtrend ET Series images - Format ZIP n.p: OpenViX-4.0-Helios-et9x00-20140424_usb.zip

source: The AutoTimer plugin is not installed! Please install it.
pl: Plugin AutoTimer jest niezainstalowany! Proszę go zainstalować.

source: The DVD standard doesn't support H.264 (HDTV) video streams.
pl: Standard DVD nie obsługuje strumieni wideo H.264 (HDTV).

source: The DreamPlex plugin is not installed! Please install it.
pl: Plugin DreamPlex jest niezainstalowany! Proszę go zainstalować.

source: The EPGSearch plugin is not installed! Please install it.
pl: Plugin EPGSearch jest niezainstalowany! Proszę go zainstalować.

source: The IMDb plugin is not installed! Please install it.
pl: Plugin IMDb jest niezainstalowany! Proszę go zainstalować.

source: The MediaPlayer plugin is not installed! Please install it.
pl: Plugin odtwarzacz nie jest zainstalowany! Zainstaluj go.

source: The PIN code has been changed successfully.
pl: Kod PIN został zmieniony pomyślnie.

source: The PIN codes you entered are different.
pl: Kody PIN, które wpisałeś, różnią się.

source: The URL to this image is not correct !!
pl: Adres URL tego oprogramowania jest nieprawidłowy!

source: The VideoMode plugin is not installed! Please install it.
pl: Plugin VideoMode nie jest zainstalowany! Zainstaluj go.

source: The WebBrowser plugin is not installed! Please install it.
pl: Plugin WebBrowser jest niezainstalowany! Proszę go zainstalować.

source: The backup failed. Please choose a different backup location.
pl: Nie udało się utworzyć kopii zapasowej. Wybierz inną lokalizację kopii zapasowej.

source: The directory %s is not a EXT2, EXT3, EXT4 or NFS partition. Make sure you select a valid partition type.
pl: Katalog% s nie jest partycją EXT2, EXT3, EXT4 lub NFS. Upewnij się, że wybierasz prawidłowy typ partycji.

source: The directory %s is not writable. Make sure you select a writable directory instead.
pl: Katalog %s jest niezapisywalny. Upewnij się, że zamiast niego wybrałeś zapisywalny katalog.

source: The directory path and file name is i.O.: %s
pl: Ścieżka do katalogu i nazwa pliku to i.O.: %s

source: The directory path is not specified!
pl: Ścieżka do katalogu nie jest podana!

source: The following files were found...
pl: Następujące pliki zostały znalezione...

source: The list of current mounted things
pl: Lista aktualnych zamontowanych rzeczy

source: The loopthrough setting is wrong.
pl: Przelotowe ustawienie jest błędne.

source: The missing directory: %s could not be created!
pl: Brakujący katalog: %s nie mógł zostać utworzony!

source: The network wizard extension is not installed! Please install it.
pl: Kreator sieci nie jest zainstalowany! Zainstaluj go najpierw.

source: The new image will be installed and auto booted in few minutes.
pl: Nowy obraz zostanie zainstalowany, po czym dekoder uruchomi się automatycznie.

source: The news file can not be analyzed, please be patient and try again later
pl: Pliki wiadomości nie mogą być analizowane, prosimy o cierpliwość i spróbuj ponownie później

source: The path %s already exists.
pl: Ścieżka %s już istnieje.

source: The path is OK, the file name was not specified: %s
pl: Ścieżka jest OK, nazwa pliku nie została określona: %s

source: The pin code you entered is wrong.
pl: Wpisany kod PIN jest niepoprawny.

source: The results have been written to %s.
pl: Wyniki zostały zapisane w %s.

source: The servicelist is reloaded.
pl: Lista kanałów została przeładowana.

source: The sleep timer has been activated.
pl: Wyłącznik czasowy został aktywowany.

source: The sleep timer has been disabled.
pl: Wyłącznik czasowy został wyłączony.

source: The software management extension is not installed! Please install it.
pl: Rozszerzenie zarządzania oprogramowaniem nie jest zainstalowane! Zainstaluj je najpierw.

source: The timer file (pm_timers.xml) is corrupt and could not be loaded.
pl: Plik timera (pm_timers.xml) jest uszkodzony i nie można go załadować.

source: The timer file (timers.xml) is corrupt and could not be loaded.
pl: Plik timera (timers.xml) jest uszkodzony i nie można go załadować.

source: The user interface of your %s %s is restarting
pl: Trwa restart GUI twojego %s %s

source: The user interface of your %s %s is restarting due to an error in mytest.py
pl: Z powodu błędu w mytest.py nastąpił restart GUI twojego %s %s

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
pl: Plugin sieci bezprzewodowej jest niezainstalowany! Zainstaluj go i wybierz, co chcesz zrobić dalej.

source: The wireless LAN plugin is not installed! Please install it.
pl: Plugin sieci bezprzewodowej jest niezainstalowany! Zainstaluj go.

source: The wizard can backup your current settings. Do you want to do a backup now?
pl: Kreator może wykonać kopię zapasową bieżących ustawień. Czy chcesz teraz wykonać kopię zapasową?

source: The wizard is finished now.
pl: Kreator jest teraz gotowy.

source: There are at least
pl: Istnieją co najmniej

source: There are at least %s updates available.
pl: Istnieją co najmniej %s dostępne aktualizacje.

source: There are currently no outstanding actions.
pl: Obecnie nie ma żadnych zaległych działań.

source: There are no updates available.
pl: Brak dostępnych aktualizacji.

source: There are only %d MB free FLASH space available Installing or updating software can cause serious software problems ! Continue installing/updating software (at your own risk) ?
pl: Jest tylko %d MB wolnego miejsca na pamięci flash Instalacja lub aktualizacja oprogramowania może być przyczyną poważnych problemów z oprogramowaniem! Czy chcesz kontynuować instalację/aktualizację oprogramowania (na własne ryzyko)?

source: There are updates available. Do you want to open Software Update menu ?
pl: Aktualizacje są dostępne. Czy chcesz otworzyć menu aktualizacji oprogramowania?

source: There is already a folder with the file name: %s
pl: Istnieje już folder o nazwie pliku: %s

source: There is no [webif] section in oscam.conf
pl: W oscam.conf nie ma sekcji [webif]

source: There is no signal to lock on !
pl: Nie ma sygnału do zablokowania!

source: There is not any Backup file on connected devices!
pl: Nie ma żadnego pliku kopii zapasowej na podłączonych urządzeniach!

source: There might not be enough space on the selected partition.. Do you really want to continue?
pl: Na wybranej partycji może być za mało miejsca. Czy na pewno chcesz kontynuować?

source: There was an error getting the feed entries. Please try again.
pl: Wystąpił błąd podczas pobierania wpisów kanału. Prosimy spróbować ponownie.

source: This %s %s cannot decode %s streams!
pl: Ten %s %s nie może zdekodować %s strumieni!

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
pl: Nośnik DVD RW zawiera dane - jego sformatowanie spowoduje utratę danych na nośniku.

source: This Device is already mounted as HDD.
pl: To urządzenie jest już zamontowane jako HDD.

source: This Month
pl: W tym miesiącu

source: This STB can't decode %s streams!
pl: Ten dekoder nie może zdekodować %s strumieni!

source: This Week
pl: W tym tygodniu

source: This allows you change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
pl: To pozwala zmienić rozmiar czcionki skórki, tak więc 1 zwiększa rozmiar o 1 punkt, a -1 zmniejsza o 1 punkt

source: This allows you to change the font size relative to skin size, so 1 increases by 1 point size, and -1 decreases by 1 point size
pl: To pozwala zmienić rozmiar czcionki odpowiednio do wielkości skórki, tak więc 1 zwiększa rozmiar o 1 punkt, a -1 zmniejsza o 1 punkt.

source: This allows you to change the number of rows shown.
pl: To pozwala zmienić liczbę pokazywanych wierszy.

source: This is the help screen. Feed me with something to display.
pl: To jest ekran pomocy. Daj mi coś do wyświetlenia.

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
pl: Ta opcja pozwala na zmniejszenie bloku szumu w obrazie. Jest to kosztem ostrości obrazu.

source: This option allows to set the level of dynamic contrast of the picture.
pl: Ta opcja pozwala na ustawienie poziomu kontrastu dynamicznego obrazu.

source: This option allows you choose how to display elapsed time as + or -
pl: Ta opcja pozwala wybrać sposób wyświetlania upływającego czasu jako + lub -.

source: This option allows you choose how to display remaining time, or elapsed time, or both.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego czasu lub czasu, który upłynął, albo obu tych opcji.

source: This option allows you choose how to display the remaining/elapsed time for live TV.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego/upływającego czasu dla oglądanego kanału.

source: This option allows you choose the background color of transparent picons.
pl: Ta opcja pozwala wybrać kolor tła przezroczystych picon.

source: This option allows you enable smoothing filter to control the dithering process.
pl: Ta opcja pozwala na włączenie filtrów wygładzajacych.

source: This option allows you set the layout view (Text or Graphics).
pl: Ta opcja pozwala na ustawienie trybu wyświetlania (tekstowy lub graficzny).

source: This option allows you to always use e.g. 1080p50 for TV/.ts, and 1080p24/p50/p60 for videos
pl: Ta opcja pozwala, aby zawsze używać trybu wideo np. 1080p50 dla TV/.ts i 1080p24/p50/p60 do filmów

source: This option allows you to boost the blue tones in the picture.
pl: Ta opcja pozwala na zwiększenie niebieskiego tonu w obrazie.

source: This option allows you to boost the green tones in the picture.
pl: Ta opcja pozwala na zwiększenie zielonego tonu w obrazie.

source: This option allows you to choose from the two channel lists that are available.
pl: Ta opcja pozwala wybrać jedną z dwóch list kanałów, które są dostępne.

source: This option allows you to choose how to display elapsed time. As + or -
pl: Ta opcja pozwala wybrać sposób wyświetlania upływającego czasu jako + lub -.

source: This option allows you to choose how to display the remaining/elapsed time for live TV.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego/upływającego czasu dla oglądanego kanału.

source: This option allows you to choose how to display the remaining/elapsed time for Media playback.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego/upływającego czasu odtwarzania multimediów.

source: This option allows you to choose how to display the remaining/elapsed time for media playback.
pl: Ta opcja pozwala wybrać sposób wyświetlania pozostałego/upływającego czasu odtwarzania multimediów.

source: This option allows you to choose what the first button press jumps to in channel list screen, (so pressing '2' jumps to 'A' or '2' first), when 'Quick Actions' preset actions are perfomed.
pl: Ta opcja pozwala wybrać, do czego ma przeskoczyć pierwsze naciśnięcie przycisku na ekranie listy kanałów (naciśnięcie "2" przeskakuje najpierw do "A" lub "2"), gdy wykonywane są zaprogramowane działania "szybkie akcje".

source: This option allows you to disable sorting of the menus
pl: Ta opcja pozwala na wyłączenie sortowania menu.

source: This option allows you to disable sorting of the option in setting screens
pl: Ta opcja pozwala na wyłączenie sortowania opcji na ekranach ustawień.

source: This option allows you to disable sorting of the plugin browser.
pl: Ta opcja pozwala na wyłączenie sortowania w przeglądarce pluginów.

source: This option allows you to set the layout view (Text or Graphics).
pl: Ta opcja pozwala na ustawienie trybu wyświetlania (tekstowy lub graficzny).

source: This option allows you to show the SNR as a percentage (not all receivers support this).
pl: Ta opcja pozwala pokazać SNR w procentach (nie wszystkie odbiorniki to obsługują).

source: This option allows you to show the full menu path
pl: Ta opcja pozwala na wyświetlenie pełnej ścieżki menu.

source: This option allows you to view the old and new settings side by side.
pl: Ta opcja umożliwia przeglądanie starych i nowych ustawień obok siebie.

source: This option configures the general audio delay of Dolby Digital sound tracks.
pl: Ta opcja konfiguruje ogólne opóźnienie dźwięku dźwiękowych ścieżek Dolby Digital.

source: This option configures the general audio delay of stereo sound tracks.
pl: Ta opcja konfiguruje ogólne opóźnienie dźwięku dźwiękowych ścieżek stereo.

source: This option configures the screen resolution in PC output mode.
pl: Ta opcja konfiguruje rozdzielczość ekranu w trybie wyjścia PC.

source: This option configures the video output mode (or resolution).
pl: Ta opcja konfiguruje tryb wyjścia wideo (lub rozdzielczości).

source: This option lets you adjust the 3D depth
pl: Ta opcja pozwala na regulację głębi 3D

source: This option lets you adjust the transparency of the user interface
pl: Ta opcja pozwala ustawić przejrzystość interfejsu użytkownika
