Repository: zukon/translation
Catalog: *.po
Languages: pl

source: WLAN connection
pl: WLAN połączenie

source: WPA or WPA2
pl: WPA i WPA2

source: WSS on 4:3
pl: WSS na 4:3

source: WWW Directory:
pl: Katalog www:

source: Wait
pl: Czekaj

source: Wait for timesync at startup
pl: Czekaj na synchronizację czasu przy uruchomieniu

source: Wait please connection in progress ...
pl: Proszę czekać, trwa łączenie...

source: Wait please while scanning for devices...
pl: Proszę czekać, wyszukiwanie urządzeń...

source: Wait please, download in progress...
pl: Proszę czekać, trwa pobieranie...

source: Waiting
pl: Czekanie

source: Waiting for mount
pl: Czekanie na podmontowanie

source: Waiting for partition
pl: Czekanie na partycję

source: Wake Up
pl: Wybudzenie

source: Wake Up To Standby
pl: Wybudzaj ze stanu czuwania

source: Wakeup
pl: Wybudzenie

source: Wakeup TV from standby
pl: Wybudzaj TV ze stanu czuwania

source: Wakeup signal from TV
pl: Sygnał wybudzenia z TV

source: Wakeup your %s %s from standby
pl: Wybudzaj %s %s ze stanu czuwania

source: Wakeup your AV Receiver from standby
pl: Wybudzaj odbiornik AV ze stanu czuwania

source: Want to download forecast of the next 4 days?
pl: Czy chcesz ściągnąć prognozę na 4 następne dni?

source: Warning
pl: Ostrzeżenie

source: Warning: no LNB; using factory defaults.
pl: Ostrzeżenie: brak LNB; używam fabrycznych ustawień.

source: Watch movies...
pl: Oglądaj filmy...

source: Watch recordings...
pl: Oglądaj nagrania...

source: Weather Info
pl: Pogoda

source: Weather info Plugin
pl: Plugin pogodowy

source: Weather: Add New City
pl: Pogoda: Dodaj nowe miasto

source: Web Interface
pl: Interfejs sieciowy

source: Web browser base visibility
pl: Przezroczystość przeglądarki

source: Wed
pl: Śr.

source: Wednesday
pl: Środa

source: Weekday
pl: Dzień tygodnia

source: Weekly
pl: Co tydzień

source: Welcome to OpenMultiBoot %s MultiBoot Plugin installation.
pl: Witamy w OpenMultiBoot %s instalacja plugina MultiBoot.

source: Welcome to PKTeam! NOTE: This feature is intended for people who cannot disable overscan on their television / display. Please first try to disable overscan before using this feature. USAGE: Adjust the screen size and position settings so that the shaded user interface layer *just* covers the test pattern in the background. Select Yes to continue or No to exit.
pl: Witamy w PKTeam! UWAGA: Ta funkcja jest przeznaczona dla osób, które nie mogą wyłączyć funkcji overscan na ekranie TV. Przed użyciem tej funkcji najpierw spróbuj wyłączyć funkcję overscan UŻYWANIE: Dostosuj ustawienia rozmiaru i położenia ekranu, aby obraz testowy był na całym ekranie TV. Wybierz Tak, by kontynuować lub Nie, by wyjść.

source: Welcome to the MyTube Youtube Player. Use the Bouqet+ button to navigate to the search field and the Bouqet- to navigate to the video entries. To play a movie just press OK on your remote control. Press info to see the movie description. Press the Menu button for additional options. The Help button shows this help again.
pl: Witamy w odtwarzaczu Youtube. Użyj przycisku Kanał+, aby przejść do pola wyszukiwania i Kanał-, aby przejść do listy wideo. Aby odtworzyć film, po prostu naciśnij przycisk OK na pilocie zdalnego sterowania. Naciśnij przycisk INFO, aby zobaczyć opis filmu. Naciśnij przycisk Menu, aby wyświetlić dodatkowe opcje. Przycisk Pomoc pokazuje tę pomoc ponownie.

source: Welcome to the MyTube Youtube Player. While entering your search term(s) you will get suggestions displayed matching your search term. To select a suggestion press DOWN on your remote, select the desired result and press OK on your remote to start the search. Press exit to get back to the input field.
pl: Witamy w odtwarzaczu YouTube. Podczas wpisywania wyszukiwanych terminów otrzymasz sugestie pasujące do wyszukiwanego hasła. Aby wybrać sugestię, naciśnij strzałkę DÓŁ na pilocie, wybierz rezultat i naciśnij przycisk OK na pilocie, aby rozpocząć wyszukiwanie. Naciśnij EXIT, aby powrócić do pola wprowadzania.

source: Welcome. If you want to connect your %s %s to the Internet, this wizard will guide you through the basic network setup of your %s %s. Press OK to start configuring your network
pl: Witamy. Jeśli chcesz podłączyć %s %s do internetu, ten kreator poprowadzi Cię przez podstawową konfigurację sieci twojego %s %s. Naciśnij OK, aby rozpocząć konfigurację sieci

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
pl: Witamy. Jeśli chcesz podłączyć dekoder do internetu, ten kreator poprowadzi Cię przez podstawową konfigurację sieci twojego dekodera. Naciśnij OK, aby rozpocząć konfigurację sieci

source: Welcome. This start wizard will guide you through the basic setup of your %s %s. Press the OK button on your remote control to move to the next step.
pl: Witamy. Ten kreator poprowadzi Cię przez podstawową konfigurację %s %s. Naciśnij przycisk OK na pilocie, aby przejść do następnego kroku.

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
pl: Witamy. Ten kreator poprowadzi Cię przez podstawową konfigurację dekodera. Naciśnij przycisk OK na pilocie, aby przejść do następnego kroku.

source: Welcome...
pl: Witamy...

source: West
pl: Zachód

source: West limit set
pl: Ustaw limit zachodni

source: What Day of week ?
pl: Jaki dzień tygodnia?

source: What action is required on complettion of the timer? 'Auto' lets the box return to the state it had when the timer started. 'Do nothing', 'Go to standby' and 'Go to deep standby' do ecaxtly that.
pl: Jakie działania są potrzebne do zakończenia timera? "Auto" umożliwia powrót do stanu przed uruchomieniem timera. Dokładnie: "Nie rób nic", "Przejdź w stan czuwania" i "Idź do stanu głębokiego czuwania".

source: What do you want to do?
pl: Co chcesz robić?

source: What do you want to scan?
pl: Co chcesz skanować?

source: What would You like to do ?
pl: Co chciałbyś robić?

source: When enabled the online checker will also check for experimental versions
pl: Po włączeniu kontroler online sprawdzi także wersje eksperymentalne

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
pl: Po włączeniu dane AIT będą zawarte w strumieniach http. Dzięki temu dekoder klienta może korzystać z HbbTV.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
pl: Po włączeniu okno wiadomości pojawi się gdy film się skończy a następny rozpocznie.

source: When enabled, a popup message will be shown when a recording starts.
pl: Po włączeniu okno wiadomości pojawi się gdy rozpocznie się nagrywanie.

source: When enabled, a recording is allowed to interrupt live TV, when there are no free tuners.
pl: Po włączeniu nagrywanie może przerywać program telewizyjny, gdy nie ma wolnych głowic.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
pl: Po włączeniu zostanie wyświetlone ostrzeżenie a użytkownik otrzyma możliwość zatrzymania lub kontynuowania timeshiftu.

source: When enabled, authentication is required to watch http streams.
pl: Po włączeniu uwierzytelnianie jest wymagane do oglądania strumieni http.

source: When enabled, channel numbering will start at '1' for every bouquet.
pl: Po włączeniu numerowanie kanałów będzie zaczynać się od "1" dla każdego bukietu.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
pl: Po włączeniu obraz mający proporcje 4:3 będzie rozciągany aby dopasować do ekranu.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached.
pl: Po włączeniu przejdź do następnego bukietu, gdy osiągnięty zostanie ostatni kanał aktualnego bukietu.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
pl: Po włączeniu usunięte nagrania zostaną przeniesione do kosza zamiast natychmiastowego usunięcia.

source: When enabled, external subtitles will always be turned on for movie playback.
pl: Po włączeniu zewnętrzne napisy będą automatycznie wyświetlane podczas odtwarzania filmu.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
pl: Po włączeniu, graficzne napisy DVB będą preferowane przed napisami teletekstu, gdy oba typy są dostępne.

source: When enabled, graphical DVB subtitles will be centered horizontally.
pl: Po włączeniu graficzne napisy DVB będą wyśrodkowane poziomo.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
pl: Po włączeniu graficzne napisy DVB będą wyświetlane w ich oryginalnym położeniu.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
pl: Po włączeniu graficzne napisy DVB będą wyświetlane na żółto zamiast oryginalnego koloru.

source: When enabled, it is possible to leave the Movie Player with exit.
pl: Po włączeniu można opuścić odtwarzacz filmów przyciskiem EXIT.

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
pl: Po włączeniu mierz zużycie energii, aby wykryć, kiedy wirnik przestaje się obracać (jeśli jest obsługiwany przez głowicę).

source: When enabled, network trash cans are probed for cleaning.
pl: Po włączeniu sieciowy kosz na śmieci będzie używany do czyszczenia.

source: When enabled, pressing '0' will zap you to the first channel in your first bouquet and delete your zap-history.
pl: Po włączeniu naciśnięcie "0" przeniesie Cię do pierwszego kanału w pierwszym bukiecie i usunie twoją historię zmiany kanałów.

source: When enabled, show channel numbers in the channel selection screen.
pl: Po włączeniu wyświetla numery na ekranie wyboru kanałów.

source: When enabled, subtitles for the hearing impaired can be used.
pl: Po włączeniu można użyć napisów dla osób niedosłyszących.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
pl: Po włączeniu napisy dla osób niedosłyszących będą preferowane w stosunku do normalnych napisów gdy oba typy będą dostępne.

source: When enabled, teletext pages will be cached, allowing faster access.
pl: Po włączeniu strony teletekstu będą buforowane, co umożliwi szybszy dostęp.

source: When enabled, teletext subtitles will be displayed at their original position.
pl: Po włączeniu napisy teletekstu będą wyświetlane w oryginalnym położeniu.

source: When enabled, the PiP can be closed by the EXIT button.
pl: Po włączeniu PiP można zamknąć przyciskiem EXIT.

source: When enabled, the VCR scart option will be shown in the main menu
pl: Po włączeniu opcja VCR scart zostanie wyświetlona w menu głównym.

source: When enabled, the length of each recording will be shown in the movielist (this might cause some additional loading time).
pl: Po włączeniu długość każdego nagrania będzie pokazana na liście filmów (może to spowodować dodatkowy czas ładowania).

source: When enabled, the original line breaks will be removed from the teletext subtitles.
pl: Po włączeniu oryginalne znaki końca linii zostaną usunięte z napisów teletekstu.

source: When enabled, the receiver will automatically use the audio track which you selected before.
pl: Po włączeniu dekoder automatycznie użyje ścieżki audio, którą wybrałeś wcześniej.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
pl: Po włączeniu dekoder automatycznie użyje napisów, które wybrałeś wcześniej.

source: When enabled, the receiver will select an AC3 track (when available).
pl: Po włączeniu dekoder wybierze ścieżkę AC3 (jeśli jest dostępna).

source: When enabled, timeshift starts automatically in background after the specified time.
pl: Po włączeniu timeshift uruchamia się automatycznie w tle po określonym czasie.

source: When enabled, use DHCP for the IP configuration.
pl: Po włączeniu używa DHCP do konfiguracji IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
pl: Po włączeniu dekoder automatycznie wykryje urządzenia na wejściu VCR SCART.

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
pl: Gdy różne od 0 nagranie wystartuje wcześniej niż czas rozpoczęcia określony w EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
pl: Gdy różne od 0 nagranie zatrzyma się później niż czas zakończenia określony w EPG.

source: When set the PIG will return to live after a movie has stopped playing.
pl: Po ustawieniu PiG powróci do ostatnio oglądanego programu TV po zakończeniu odtwarzania filmu.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
pl: Gdy obraz ma proporcje 16:9 wybierz opcję skalowania/rozciągania obrazu.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
pl: Gdy obraz ma proporcje 4:3 wybierz opcję skalowania/rozciągania obrazu.

source: When you do a factory reset, you will lose ALL your configuration data (including bouquets, services, satellite data ...) After completion of factory reset, your %s %s will restart automatically! Really do a factory reset?
pl: Po przywróceniu ustawień fabrycznych utracisz WSZYSTKIE dane konfiguracyjne (w tym bukiety, kanały, dane satelitarne...). Po zakończeniu resetowania do ustawień fabrycznych twój %s %s automatycznie uruchomi się ponownie! Naprawdę przywracasz ustawienia fabryczne?

source: When you perform a factory reset, you will lose ALL of your configuration data (including bouquets, services, satellite data ...) After completion of the factory reset, your %s %s will restart automatically! Do you really want to do a factory reset?
pl: Po przywróceniu ustawień fabrycznych utracisz WSZYSTKIE dane konfiguracyjne (w tym bukiety, kanały, dane satelitarne...). Po zakończeniu resetowania do ustawień fabrycznych twój %s %s automatycznie uruchomi się ponownie! Czy na pewno chcesz przywrócić ustawienia fabryczne?

source: Where do you want to backup your settings?
pl: Gdzie chcesz umieścić kopię zapasową ustawień?

source: Where should the recording be saved?
pl: Gdzie nagranie powinno zostać zapisane?

source: Where to save temporary timeshift recordings?
pl: Gdzie zapisywać tymczasowe nagrania timeshift?

source: Where would You like to have an UPnP root directory?
pl: Gdzie chciałbyś mieć katalog główny UPNP?

source: Which event do you want to save permanently?
pl: Które wydarzenie chcesz zapisać na stałe?

source: White
pl: Biały

source: Wicardd Info
pl: Informacje o Wicardd

source: Width
pl: Szerokość

source: Wind
pl: Wiatr

source: Wind :
pl: Wiatr:

source: Wireless LAN
pl: Sieć bezprzewodowa

source: Wireless network
pl: Sieć bezprzewodowa

source: Wireless network configuration...
pl: Konfiguracja sieci bezprzewodowej...

source: Wireless network connection setup
pl: Konfiguracja sieci bezprzewodowej

source: Wireless network connection setup.
pl: Konfiguracja sieci bezprzewodowej.

source: Wireless network state
pl: Status sieci bezprzewodowej

source: With popup
pl: Z okienkiem

source: With this option set to 'yes' the channel list will always show you the list of bouquets. If set to 'no' the current bouquet will be opened.
pl: Gdy ta opcja jest ustawiona na „tak”, lista kanałów będzie zawsze pokazywać listę bukietów. Jeśli ustawione na „nie”, aktualny bukiet zostanie otwarty.

source: With this option you can hide Job Tasks from the extension screen (short blue button press).
pl: Dzięki tej opcji możesz ukryć zadania z ekranu rozszerzenia (krótkie naciśnięcie niebieskiego przycisku).

source: Without popup
pl: Bez okienka

source: Wizard
pl: Kreator

source: Workgroup Name
pl: Nazwa grupy

source: Would You like to install channel list ?
pl: Czy chcesz zainstalować listę kanałów?

source: Would You like to use this bootlogo as default?
pl: Czy użyć tego logo startowego jako domyślnego?

source: Would you like to install a softcam?
pl: Czy chcesz zainstalować emulator?

source: Write error while recording. Disk full?
pl: Błąd zapisu podczas nagrywania. Dysk zapełniony?

source: Write error while recording. Disk full? %s
pl: Błąd zapisu podczas nagrywania. Dysk zapełniony? %s

source: Write failed!
pl: Błąd zapisu!

source: Www long
pl: www - długie naciśnięcie

source: XBox 360 support
pl: Wsparcie dla XBox 360

source: Yahoo Weather
pl: Pogoda Yahoo

source: Year
pl: Rok

source: Yellow
pl: Żółty

source: Yellow DVB subtitles
pl: Żółte napisy DVB

source: Yellow long
pl: Żółty - długie naciśnięcie

source: Yes
pl: Tak

source: Yes to all
pl: Tak dla wszystkich

source: Yes, always
pl: Tak, zawsze

source: Yes, and delete this movie
pl: Tak i usuń ten film

source: Yes, and return to the movie list
pl: Tak i wróć do listy filmów

source: Yes, backup my settings!
pl: Tak, zrób kopię moich ustawień!

source: Yes, but don't save timeshift as movie
pl: Tak, ale nie zapisuj timeshiftu jako filmu

source: Yes, but play next video
pl: Tak, ale odtwórz następne wideo

source: Yes, but play previous video
pl: Tak, ale odtwórz poprzednie wideo

source: Yes, but save timeshift as movie and continue recording
pl: Tak, ale zapisz timeshift jako film i kontynuuj nagrywanie

source: Yes, but save timeshift as movie and stop recording
pl: Tak, ale zapisz timeshift jako film i zatrzymaj nagrywanie

source: Yes, delete from Timerlist
pl: Tak, usuń z Timerlisty

source: Yes, delete from Timerlist and delete recording
pl: Tak, usuń z Timerlisty i usuń nagranie

source: Yes, delete this movie and return to the movie list
pl: Tak, usuń ten film i wróć do listy filmów

source: Yes, do a manual scan now
pl: Tak, rozpocznij ręczne skanowanie

source: Yes, do an automatic scan now
pl: Tak, rozpocznij automatyczne skanowanie

source: Yes, do another manual scan now
pl: Tak, rozpocznij kolejne ręczne skanowanie

source: Yes, restore the settings now
pl: Tak, przywróć ustawienia teraz

source: Yes, shut down now.
pl: Tak, zamknij teraz.

source: Yesterday
pl: Wczoraj

source: You already have a bootlogo installed, would you like to remove "%s"?
pl: Masz już zainstalowane logo startowe, czy chcesz usunąć "%s"?

source: You already have a channel list installed, would you like to remove "%s"?
pl: Masz już zainstalowaną listę kanałów, czy chcesz usunąć "%s"?

source: You are not running Image. You must mount devices Your self.
pl: Twoje oprogramowanie to nie HYPERION. Musisz sobie radzić sam.

source: You can cancel the installation.
pl: Możesz anulować instalację.

source: You can cancel the removal.
pl: Możesz anulować usunięcie.

source: You can have the list sorted by time or alphanumerical.
pl: Możesz mieć listę posortowaną według czasu lub alfanumerycznie.

source: You can install here tar.gz/tar.bz2/ipk/zip packages
pl: Możesz tutaj zainstalowąc takie pliki jak tar.gz/tar.bz2/ipk/zip

source: You can install this plugin.
pl: Możesz zainstalować ten plugin.

source: You can remove here extensions which you want
pl: Możesz usunąć zainstalowane dodatki

source: You can remove this plugin.
pl: Możesz usunąć ten plugin.

source: You can setup here what buttons should do
pl: Możesz przypisać funkcję do przycisków

source: You cannot delete this!
pl: Tego nie można usunąć!

source: You didn't select a channel to record from.
pl: Nie wybrałeś kanału z którego chcesz nagrywać.

source: You have chosen to backup your settings. Please press OK to start the backup now.
pl: Wybrałeś kopię zapasową ustawień. Proszę nacisnąć przycisk OK, aby rozpocząć tworzenie kopii zapasowej teraz.

source: You have chosen to restore your settings. Enigma2 will restart after restore. Please press OK to start the restore now.
pl: Wybrałeś przywrócenie swoich ustawień. Enigma2 zostanie zrestartowana po przywróceniu. Wciśnij OK aby rozpocząć.

source: You have chosen to save the current timeshift event, but the event has not yet finished What do you want to do ?
pl: Chcesz zapisać bieżące zdarzenie timeshift, ale zdarzenie nie zostało jeszcze zakończone Co chcesz zrobić?

source: You have selected no logs to delete.
pl: Nie zostały wybrane żadne logi do usunięcia.

source: You have selected no logs to send.
pl: Nie zostały wybrane żadne logi do wysłania.

source: You have to provide a name for the new Image.
pl: Należy wprowadzić nazwę nowego IMG.

source: You have to select one Image to install. Please, upload your zip file in the folder: /media/usb/OpenMultiBoot and select the image to install.
pl: Musisz wybrać przynajmniej jedno oprogramowanie do instalacji. W tym celu proszę wgrać poprzez FTP plik zip do folderu: /media/usb/OpenMultiBoot.

source: You have to wait %s!
pl: Musisz poczekać na %s!

source: You remove softcams and iptv plugins here
pl: Tutaj możesz usunąć emulatory i pluginy iptv

source: You seem to be in timeshift!
pl: Timeshift jest uruchomiony!

source: You seem to be in timeshift, Do you want to leave timeshift ?
pl: Timeshift jest uruchomiony! Czy chcesz go wyłączyć?

source: You system does not support ext4
pl: Twój system nie wspiera ext4

source: YouTube Player
pl: Odtwarzacz YouTube

source: Your %s %s does not have an internet connection
pl: Twój %s %s nie ma połączenia z internetem

source: Your %s %s does not support PiP HD
pl: Twój %s %s nie wspiera PiP HD

source: Your %s %s goes to WOL
pl: Twój %s %s uruchomił WOL

source: Your %s %s is not connected to the internet
pl: Twój %s %s nie jest podłączony do internetu

source: Your %s %s is not connected to the internet, please check your network settings and try again.
pl: Twój %s %s nie jest podłączony do internetu, należy sprawdzić ustawienia sieciowe i spróbować ponownie.

source: Your %s %s is now ready to be used. Your internet connection is not working now.
pl: Twój %s %s jest teraz gotowy do użycia. Twoje połączenie internetowe nie działa.

source: Your %s %s is now ready to be used. Your internet connection is working now.
pl: Twój %s %s jest teraz gotowy do użycia. Twoje połączenie internetowe teraz działa.

source: Your %s %s is now ready to use. Your internet connection is working now. Please press OK to continue.
pl: Twój %s %s jest już gotowy do użycia. Twoje połączenie internetowe działa. Proszę nacisnąć OK, aby kontynuować.

source: Your %s %s is rebooting
pl: Twój %s %s jest ponownie uruchamiany

source: Your %s %s is shutting down
pl: Twój %s %s jest wyłączany

source: Your %s %s is shutting down. Please wait...
pl: Twój %s %s jest wyłączany. Proszę czekać...

source: Your %s %s isn't connected to the internet properly. Please check it and try again.
pl: Twój %s %s nie jest poprawnie podłączony do internetu. Sprawdź to i spróbuj ponownie.

source: Your %s %s might be unusable now. Please consult the manual for further assistance before rebooting your %s %s.
pl: Twój %s %s może być teraz bezużyteczny. Aby uzyskać dalszą pomoc, należy zapoznać się z instrukcją przed ponownym uruchomieniem %s %s.
